{"article":{"xmlns":"http://docbook.org/ns/docbook","xml:lang":"en","xmlns:xlink":"http://www.w3.org/1999/xlink","xml:id":"b-9781847888501-EDch1064","section":[{"para":[{"phrase":{"role":"term","content":"Somalia"},"xml:id":"b-9781847888501-0008476","content":"is located in the Horn of Africa. The northern coast is less than 100 miles (161 kilometers) from the Arabian Peninsula and shares a great deal of history and dress with that region. The southern coast has more in common with Swahili territory, an African-Arab region along the Indian Ocean coastline. Somalia is named after the Somali ethnic group, which makes up more than 90 percent of the population. Other citizens include the descendants of Arabs, Persians, South Asians, Ethiopians, Italian, and British expatriates and freed slaves from central Africa who are now referred to as the Somali Bantu. There are also millions of Somalis living in Djibouti, Ethiopia, and Kenya as well as refugees in Europe, North America, and the Middle East."},{"phrase":[{"role":"term","content":"nomadic"},{"role":"term","content":"fashion"},{"role":"term","content":"caftan"},{"role":"term","emphasis":{"role":"italic","content":"jilbab"}},{"role":"term","emphasis":{"role":"italic","content":"niqab"}}],"xml:id":"b-9781847888501-0008477","content":["In terms of landscape, Somalia has four major regions: two desert zones, a fertile agricultural area, and the coastline, where most of the country’s major cities—including the capital, Mogadishu—are located. In the cities, houses are built with thick walls to keep out the heat; in the deserts,","people live in shelters constructed of branches covered with leather or plastic, and distinct differences in dress exist. In the cities, men and women were early adopters of","s from the Middle East and Europe such as the","(a loose knee- or ankle-length shirt),","(a modest ensemble for women that includes a two-piece head covering),","(a veil that covers the face), trousers, miniskirts, T-shirts, and three-piece suits. Nomadic dress has typically been more practical and flexible, consisting of leather, cotton wrappers, and loose garments made of thin cotton and synthetic fabrics."]},{"emphasis":{"role":"smallcaps","content":"c.e."},"xml:id":"b-9781847888501-0008478","content":["For centuries, Somali dress has incorporated many imported garments and jewelry. The history of trade in the region goes back to the time of ancient Egypt and Rome. In exchange for luxuries such as frankincense (a resin from a tree native to Somali territory), tortoiseshell, and exotic animals, Somalis received items of dress from the Middle East and South Asia. These trade connections were reinforced as exiles from Persia and the Arabian Peninsula began settling along the coast of Somali territory as early as the eighth century","When Ibn Battuta visited Mogadishu on his way from Spain to Mecca in the fourteenth century, he noted that the ruler was a non-Arab native who spoke Arabic and dressed in fine garments imported from Egypt and Jerusalem. For centuries, Somali culture has been profoundly influenced by these connections to the Middle East. Somalis were early converts to Islam, and, in 1974, Somalia was invited to join the League of Arab Nations."]},{"phrase":{"role":"term","content":"Islamic"},"anchor":{"role":"objectPointer","xml:id":"b-9781847888501-EDch1064-d1e220"},"xml:id":"b-9781847888501-0008479","content":["In the nineteenth and early twentieth centuries, dress in Somalia was also affected by European colonization. By the","mid-1800s, many Somalis were actively involved in trade; in exchange for products such as leather, tortoiseshell, ostrich feathers, and ivory (which were highly sought after in the European fashion industry) and slaves (who came from further inland and were traded to the Middle East and South Asia), Somalis received","cotton cloth from Europe and the United States, beads, precious jewelry from the Middle East and South Asia, and foods such as dates, bananas, and spaghetti. This trade expanded rapidly after the Suez Canal opened in 1869. When present-day Somalia was colonized by Italy and Great Britain, however, Somalis were not quick to adopt these styles of dress. Many turned to religion for moral and political support, and","dress became a visual symbol of resistance to colonization. Although some did experiment with mixing different styles of garments, European fashions were not widely accepted until nomads began migrating to urban areas in the 1940s. After World War II, a significant number of Italian expatriates decided to remain in Somalia, opening cafes and fashionable boutiques. When Somalia became an independent nation in 1960, delegates to the United Nations wore three-piece suits. Uniforms for the military were based on European styles of dress, and some young women in the cities experimented with dresses and miniskirts."]},{"phrase":{"role":"term","emphasis":{"role":"italic","content":"hijab"}},"xml:id":"b-9781847888501-0008485","content":["In 1969, the national government was taken over by a military dictator, Siad Barre. Although he did make some positive reforms, such as promoting literacy, his official socialist doctrine could not erase growing class differences. For people who benefited from the new regime, European-style villas, cars, and fashions were a sign of wealth and connections to the outside world; for people who did not benefit, these possessions became symbols of corruption and waste. In 1979, the Iranian Revolution unseated a similar government, and some Somalis viewed this as a positive model for change. Labor migrants, who traveled to the Middle East to support their families, were also exposed to new styles of thinking, eating, and dressing. For the first time, Somalis—not just the descendents of Arab and Persian settlers—were wearing","(veils). Essentially, Somalia was being torn between the West and the Islamic world. After two decades of civil unrest, imprisonments, executions, a brief war with Ethiopia, and a series of severe droughts, the government collapsed. As of 2010, Somalia is considered a “failed state.”"]}],"xml:id":"b-9781847888501-0008473","info":{"xml:id":"b-9781847888501-0008474","title":{"xml:id":"b-9781847888501-0008475","content":"Geography and a Brief Overview"}},"informalfigure":{"xml:id":"b-9781847888501-0008480","caption":{"para":{"phrase":{"role":"source","content":"Private Collection. Photograph by Heather Marie Akou."},"emphasis":[{"role":"italic","content":"guuntina"},{"role":"italic","content":"shash"},{"role":"italic","content":"garbasaar"}],"xml:id":"b-9781847888501-0008484","content":["A red, black, and gold ensemble of","(nomadic-style dress worn by knotting a long piece of cloth over the right shoulder and wrapping it around the torso),","(headwrap) and","(shoulder cloth). This outfit would be worn in Somalia in the twenty-first century for weddings, folk dances, and other cultural events."]},"xml:id":"b-9781847888501-0008483"},"xlink:role":"objectPointer","xlink:href":"b-9781847888501-EDch1064-d1e220","mediaobject":{"imageobject":{"xml:id":"b-9781847888501-0008482","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f1640001.jpg"}},"xml:id":"b-9781847888501-0008481"}}},{"para":[{"link":{"role":"bib","content":"Ralph Drake-Brockman","linkend":"b-9781847888501-bibl164011"},"xml:id":"b-9781847888501-0008489","content":["For centuries, Somalis have been wearing imported cloth and jewelry, but until at least the 1970s (when commercial products started to dominate), many items of dress were still constructed locally: leather clothing, shields made of leather and wood, metal weapons, amulets, simple pieces of jewelry, wooden combs, sandals, and headrests that were used to maintain elaborate hairstyles. Some pieces were made by nomads for their personal use; others were made by a caste of artisans known as the Saab, who forged objects out of iron and brass, hunted wild animals, made amulets, and performed circumcisions—activities that were considered too spiritually dangerous for people outside of the caste to perform. British explorer","suggested that “as workers in leather their methods are crude”; however, shields, for example, were often decorated on the front with patterns of incised dots and painted on the reverse side with geometric designs. Although they were made for utilitarian purposes, nomadic men often carried shields and spears or tucked a dagger into the folds of their clothing. These pieces were meant to be visible and could easily be considered as part of their dress. Leather sandals were constructed from layers of leather that were pierced with an awl and sewn together in a stack up to one inch (two and a half centimeters) thick. The Smithsonian National","Museum of Natural History has an especially elaborate pair made for a wedding where the layers of leather were notched with tiny points (as if the sandals had been cut out with pinking shears)."]},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"maro"}},{"role":"term","emphasis":{"role":"italic","content":"guuntina"}},{"role":"term","emphasis":{"role":"italic","content":"saddexqayd"}},{"role":"term","emphasis":{"role":"italic","content":"merikani"}}],"emphasis":{"role":"italic","content":"tobe"},"xml:id":"b-9781847888501-0008490","content":["Until the mid-1800s, nomadic men and women also wore clothing made of leather from their own herds of livestock. By the time European explorers reached Somali territory, however, this type of clothing was rapidly disappearing, being replaced by imported cotton cloth sold in lengths of seven cubits (one cubit was measured from the elbow to the tip of the middle finger). This was the standard length for a nomadic-style garment. For a man, the long rectangle of cloth would be cut in half and sewn together in a large square. An individual would often just wrap this around his waist, but for formal occasions or cold weather, it was possible to drape an edge over one or both shoulders. This was referred to as a",", an Arabic word for “garment,” or",", a Somali word meaning “cloth.” A woman, on the other hand, would keep the rectangle of cloth in its original form, tying one corner in a knot over her right shoulder and wrapping the rest of the material around her torso. This was called",". A longer version, called",", was made from up to twenty yards (eighteen meters) of cloth wrapped around the body multiple times and secured with a belt of handmade rope. Although some ensembles were made of plaid or striped cloth, especially for leaders or ritual events, much of it was simply undyed white cotton called","(“American” cloth, reflecting one typical source in the late 1800s)."]},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"sunna"}},{"role":"term","emphasis":{"role":"italic","content":"shash"}},{"role":"term","emphasis":{"role":"italic","content":"barkin"}}],"xml:id":"b-9781847888501-0008491","content":["Body modifications were also very common and depended a great deal on gender, age, and social rank. Women used henna, for example, to dye the tips of their fingers and create designs on their hands, especially for occasions such as weddings. Men used it to change the color of their hair and beards (a practice considered",", something advocated by the Prophet Mohammed). Frankincense was often gathered for trade, but local women chewed the resin as a breath freshener and dissolved it in water as a form of laundry detergent. Women also burned frankincense and stood over the smoke to change the scent of their bodies and clothing. Unlike many groups in other parts of Africa, Somalis did not practice scarification; instead, hairstyles were used to mark gender and status. A young girl, for example, could expect to have her hair shaved in patterns. As she grew older and her hair grew longer, it would be styled in hundreds of tiny braids; this signified that she was old enough to be married. After her wedding, a woman would pull her hair back in two bundles at the nape of her neck, covering her hair with a black or indigo-blue headwrap called a",". This was not hijab worn for religious purposes, but an item of dress that symbolized her elevated status in the community as a married adult woman. A young boy would also have his hair shaved. As he grew older, he would shape it into elaborate hairstyles using clay, camel butter, and a wooden comb. To keep his hair from being flattened or tangled at night, he would sleep on a wooden headrest called a",". This also had a practical function: It was thought to keep the user from entering a deep sleep—alert to any danger such as an ambush or a lion attacking the herds."]},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"hardas"}},{"role":"term","emphasis":{"role":"italic","content":"tusbah"}}],"anchor":{"role":"objectPointer","xml:id":"b-9781847888501-EDch1064-d1e317"},"xml:id":"b-9781847888501-0008492","content":["Amulets and jewelry were also an important part of Somali dress during the nineteenth and early twentieth centuries. For nomads—who faced dangers such as poisonous snakes, scorpions, drought, raids, and injuries—it was common for both men and women to wear some kind of amulet, usually a packet of","leather containing a verse from the Qur’an or a magical substance. These were made by the Yebir, a subclan of the Saab, who combined elements of Islamic and pre-Islamic rituals. A young child might wear an amulet with no additional clothing; women, on","the other hand, often kept amulets hidden beneath their clothing. These were highly personal objects meant to offer protection during events like childbirth. Men also wore hidden amulets, but another common style was a rectangular packet strung on a thick band of leather worn closely around the neck (called","). Some men also carried or wore a strand of Islamic prayer beads (","), which were used to recite the ninety-nine names of Allah or as “worry beads” (something to finger during times of boredom or stress). For women, jewelry also served as a portable bank account. In many cases, brides were given jewelry as part of their dowry; this might include precious materials such as carnelian, silver beads from the Arabian Peninsula decorated with filigree and granulation, glass beads from Venice and Bohemia, chunks of amber from the Baltic Sea, copal from South Asia, and coral beads from the Mediterranean (all obtained through trade). This jewelry belonged to her; in difficult times, she could sell it at her own discretion. Women also made simple pieces of decorative jewelry for themselves out of readily available objects such as shells, stones, hooves, bones, and palm kernels."]},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"bisht"}},{"role":"term","emphasis":{"role":"italic","content":"sirwal"}},{"role":"term","emphasis":{"role":"italic","content":"garbasaar"}}],"emphasis":[{"role":"italic","content":"qamis"},{"role":"italic","content":"sirwal qamis"},{"role":"italic","content":"kufi"}],"xml:id":"b-9781847888501-0008498","content":["In the cities, Arab-style dress was much more common. Scholars and judges—men in positions of power—wore turbans along with garments such as the","(an ankle-length tunic),","(cloak), and","(loose-fitting trousers that taper in at the calves;","is an ensemble that pairs the two garments). Women who were descended from Arab and Persian settlers wore hijab, covering everything but their hands and face (and sometimes even their face with niqab). A",", or shoulder cloth, served as a covering for the upper body and could also be draped over the head. For a nomadic woman who needed to perform constant physical labor, this kind of garment would have been impractical. In the cities, men shaved their heads and wore a",", a close-fitting cap that symbolizes devotion to God. Wearing a dagger was acceptable (a practice that Somalis and Arabs had in common), but elaborate hairstyles were left to the nomads."]}],"xml:id":"b-9781847888501-0008486","info":{"xml:id":"b-9781847888501-0008487","title":{"xml:id":"b-9781847888501-0008488","content":"The Foundations of Somali Dress"}},"informalfigure":{"xml:id":"b-9781847888501-0008493","caption":{"para":{"phrase":{"role":"source","content":"Private Collection. Photograph by Heather Marie Akou."},"emphasis":[{"role":"italic","content":"Dirac"},{"role":"italic","content":"gorgorad"},{"role":"italic","content":"garbasaar"},{"role":"italic","content":"garbasaar"},{"role":"italic","content":"dirac"},{"role":"italic","content":"gorgorad"}],"xml:id":"b-9781847888501-0008497","content":["(dress) and","(petticoat) worn in twentieth-century Somalia with a","(shoulder cloth). In this case, the garments are thought to match from a Somali perspective but were made in different countries (India and Japan) and have different designs. The","has a gold and grey floral pattern, the","is a printed tie-dye, and the","is finished on the bottom with a fancy band of red and white lace."]},"xml:id":"b-9781847888501-0008496"},"xlink:role":"objectPointer","xlink:href":"b-9781847888501-EDch1064-d1e317","mediaobject":{"imageobject":{"xml:id":"b-9781847888501-0008495","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f1640002.jpg"}},"xml:id":"b-9781847888501-0008494"}}},{"para":[{"link":[{"role":"bib","content":"Richard Burton","linkend":"b-9781847888501-bibl164010"},{"role":"bib","content":"Georges Révoil","linkend":"b-9781847888501-bibl164014"},{"role":"bib","content":"Luigi Bricchetti","linkend":"b-9781847888501-bibl164009"}],"xml:id":"b-9781847888501-0008502","content":["Although Somalis had been trading with the outside world for centuries, in the 1800s, the pace of trade dramatically increased. This was fueled in part by the Arab slave trade, but also to a great degree by the invention of the steamship, opening of the Suez Canal, European exploration, and eventually the colonization of present-day Somalia by Italy and Great Britain. In the north, trade was regulated by geography; nomads needed to feed their camels and sheep in the rich interior grasslands of present-day Ethiopia, but the coastal towns offered opportunities to sell products such as leather, livestock, frankincense, tortoiseshell, gum arabic, and ostrich feathers. Because of this, Somalis traveled between the interior and the coast on a regular basis. Ivory was also a sought-after commodity; because Somalis controlled all caravan trade in that region, they were the ones who profited by transporting it from the interior to the coastal towns. In southern Somali territory, there was also a history of using slaves from present-day Ethiopia as weavers, herdsmen, domestic servants, and concubines. During the Arab slave trade, which peaked in the mid-1800s, towns along the Benadir coast like Mogadishu and Brava served as transit centers for slaves coming from Central Africa, paying taxes to the Sultan of Oman. Although the British navy ended this trade in the 1890s, slavery continued on plantations where Somalis grew commodities such as orchella weed (a dye","stuff), sesame seeds, and cotton for sale to the European market. Explorers like",",",", and","were keenly interested in these commercial activities."]},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"audullis"}},{"role":"term","emphasis":{"role":"italic","content":"xersi"}},{"role":"bookTitle","emphasis":{"role":"italic","content":"First Footsteps in East Africa"}}],"emphasis":{"role":"italic","content":"hirz"},"link":[{"role":"bib","content":"Allessandra Antinori","linkend":"b-9781847888501-bibl164005"},{"role":"bib","content":"Richard Burton","linkend":"b-9781847888501-bibl164010"}],"xml:id":"b-9781847888501-0008503","content":["It was probably during this time period that a very large and unique piece of jewelry known as an","became part of the dress for Somali women. The central feature of this necklace is a silver, crescent-shaped pendant that covers most of the chest. Along its base, the pendant has a row of tiny silver bells and sometimes a","(","in Arabic, meaning a silver or gold cylinder or box designed to hold a verse from the Qur’an; this is a common feature on silver jewelry from Yemen and Oman). Along the top of the pendant, three or four silver diamond-shaped elements conceal where the chain is attached; to make the necklace even more valuable, the chain would be strung with large beads of silver, glass, and chunks of coral or amber. The exact origin of the audullis is somewhat of a mystery.","has argued that it came from India; the crescent-shaped pendant is similar to (albeit larger than) a style of jewelry worn in Afghanistan. The silver beads, on the other hand, are more typical of work done by Jewish artisans on the Arabian Peninsula. In any event, the audullis is unique in terms of its sheer size as well as the fact that in the Horn of Africa it was worn only by Somali women (whereas the shash, for example, was also a common item of dress for Oromo and Afar nomads). In his travelogue,",",","commented that the audullis was an especially “elaborate affair” and that “every matron who can afford it possesses at least one of these ornaments.”"]},{"xml:id":"b-9781847888501-0008504","content":"As the British navy curtailed the Arab slave trade in the late 1800s, power along the coast shifted from the sultan of Oman to the imperial governments of Europe. In 1889, the southern half of present-day Somalia was declared to be Italian Somaliland; in 1891, the northern half became British Somaliland. In the Berlin Treaty of 1897, all remaining parts of Somali territory were divided between Ethiopia, France (present-day Djibouti), and Great Britain (present-day Kenya). Compared to many other parts of Africa, European colonization was brief (just sixty years) and fairly restricted; unlike South Africa, for example, Somalis were not forced to live in “homelands,” and, in many cases, nomadic life was allowed to continue."},{"emphasis":{"role":"italic","content":"tiin jareer"},"link":{"role":"bib","content":"Ralph Drake-Brockman","linkend":"b-9781847888501-bibl164011"},"xml:id":"b-9781847888501-0008505","content":["At the same time, the end of the slave trade left tens of thousands of freed slaves from Central Africa stranded in Somali territory. This, along with the beginning of European colonization, led to changes in how Somalis viewed themselves as a group of people. In the British colonies of East Africa, for example, access to hospitals, housing, jobs, public education, and the court system was affected by one’s classification as European, Asian, or African. Although Somalis were obviously native-born, some campaigned for non-native (Asian) status. Centuries of intermarriage with Arab and Persian settlers had given many Somalis a more Asian than African appearance. Compared to the freed slaves, who were derisively called","(“hard hair”), Somalis had “soft hair” that could easily be braided or combed into elaborate shapes. Writing at the beginning of the Colonial period,","observed that “the Somali is a great dandy, and is always admired by and is the envy of his friends if he possesses a well-kept chevelure [hairstyle].” Reading hair as a marker of age, gender, and status was already well established in Somali culture, but colonization fostered new meanings. During fascist rule in Italian Somaliland, the descendents of slaves were among the","first people conscripted into forced labor, so having “soft hair” was more than just a matter of personal vanity."]},{"phrase":{"role":"bookTitle","emphasis":{"role":"italic","content":"Seventeen Trips through Somaliland"}},"link":[{"role":"bib","content":"Harald Swayne","linkend":"b-9781847888501-bibl164017"},{"role":"bib","content":"Swayne","linkend":"b-9781847888501-bibl164017"},{"role":"bib","content":"Swayne","linkend":"b-9781847888501-bibl164017"}],"xml:id":"b-9781847888501-0008506","content":["European explorers and colonial officials also brought new styles of dress such as boots, button-down shirts, neckties, walking sticks, and helmets. In British and Italian Somaliland, men who had direct experience with Europeans (for example, as hunting guides) did sometimes experiment with these garments.","’s book","includes a picture of","with his Somali companions. In the front row, two men were dressed like","in button-down shirts and trousers (minus the pith helmet and glasses). In the back row, each man was dressed in a wrapped garment (maro) but holding a rifle instead of a dagger or spear, as might be expected for a nomad. (Interestingly, two of them also had shields, which would have been unnecessary with the rifles). For women, however, European-style dress seems to have been off limits until after World War II. Somali women did not have as many opportunities to interact with Europeans (even if they had, most European explorers and colonial officials were men). In many cases, women were also viewed as safeguards against European influence, serving as guardians of their families and cultural traditions."]},{"xml:id":"b-9781847888501-0008512","content":"During the Colonial period, Islam and Islamic dress also became more important in Somali culture—not just in urban areas, but for nomads and freed slaves as well. As colonization disrupted the existing economic and political structures, many Somalis turned to Islam for guidance. Sufism (Islamic mysticism) became very popular, and sheikhs (scholars who led the Sufi brotherhoods) took advantage of leniency from the colonial governments to build new settlements complete with schools and mosques. In Italian Somaliland, members of the brotherhoods were even allowed to be judged by Islamic courts instead of the colonial court system. Ex-slaves and lower-class Somalis were especially attracted to these settlements, which offered some measure of peace and stability in very uncertain times."},{"xml:id":"b-9781847888501-0008513","content":"In addition, faster and more reliable transportation made it possible for Somalis to foster increasing connections with the Islamic world. This was largely (but not intentionally) made possible by the British government, which built a network of steamship lines to connect its colonies in Egypt, East Africa, India, and the Arabian Peninsula. This created new opportunities for Somalis to make the pilgrimage to Mecca; study at universities in Europe, Egypt, and the Middle East; and serve as laborers on British ships. By the early 1900s, some sailors had married British women and established a small expatriate community in London."},{"phrase":{"role":"term","emphasis":{"role":"italic","content":"imamad"}},"emphasis":[{"role":"italic","content":"Mahdism"},{"role":"italic","content":"Wahabbism"},{"role":"italic","content":"imam"}],"xml:id":"b-9781847888501-0008514","content":["Between these travelers, word of resistance to colonization in the form of","in the Sudan and","in present-day Saudi Arabia spread quickly. In the early years of colonial rule, Mohammed Abdulle Hassan—who led an armed resistance against the British at the turn of the century and was nicknamed the “Mad Mullah”—was in his early thirties and made the hajj (pilgrimage) to Mecca. For three years, he stayed there as a student, learning primarily from a Sudanese scholar. This profoundly shaped his view of Islam and how it could be used to unite Somalis against colonization. Sheik-Abdi reports that when he returned to British Somaliland, Hassan’s goal was to revive “the religious spirit in his people” by urging Somalis to reject what he saw as “excessive materialism and consumerism” expressed through practices such as “wearing infidel clothing, sporting foreign hair styles, walking like an unbeliever, or exhibiting outlandish manners of any sort.” Considering that Somalis had been reaping the benefits of trade with outsiders for hundreds of years, Hassan’s message was not entirely welcome. Within a few years, however, he had convinced more than six thousand men to join his militia. Uniforms for Hassan’s “dervishes” were very similar to clothing worn by Mahdist rebels in Sudan, consisting of a wrapper (maro), prayer beads, and a white turban. For nomadic men, the turban was a new garment, called","after the word for an educated person who leads communal prayers (","). Often, it was not worn as a head covering but simply draped over one shoulder."]},{"xml:id":"b-9781847888501-0008515","content":["Hassan’s rebellion did not lead to any significant changes in the political structure of Somali territory; however, colonization was not destined to last for long. After World War II, the two halves of present-day Somalia (British and Italian Somaliland) were handed over to the newly formed United Nations to administer as a protectorate—no longer under colonial authority but not recognized as an independent nation. Instead of returning to their own devastated countries, thousands of British and Italian expatriates decided to stay in East Africa. To support their families, many turned to entrepreneurship, opening cafés and fashionable boutiques. Increasingly, expatriates in Somali territory were","also joined by nomads attracted to the opportunities of urban life and by young, educated men and women looking for professional jobs. This represented a major shift in Somali society away from nomadic life and caravan trade to the acceptance of urbanization and Westernization."]}],"xml:id":"b-9781847888501-0008499","info":{"xml:id":"b-9781847888501-0008500","title":{"xml:id":"b-9781847888501-0008501","content":"Influence of Colonization"}},"informalfigure":{"xml:id":"b-9781847888501-0008507","caption":{"para":{"phrase":{"role":"source","content":"Courtesy of Heather Marie Akou."},"emphasis":[{"role":"italic","content":"sirwal"},{"role":"italic","content":"maro"},{"role":"italic","content":"qamis"}],"xml:id":"b-9781847888501-0008511","content":["Postcard of Somali traders from the early 1900s. The man on the left wears an Islamic-style tunic and trousers (",") along with a nomadic-style wrapper (",") draped around his upper torso. He has on combat boots and carries a walking stick. The man on the right wears combat boots, turban, long tunic (","), and what appears to be a vest. He also carries a walking stick."]},"xml:id":"b-9781847888501-0008510"},"mediaobject":{"imageobject":{"xml:id":"b-9781847888501-0008509","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f1640003.jpg"}},"xml:id":"b-9781847888501-0008508"}}},{"para":[{"xml:id":"b-9781847888501-0008519","content":"From 1969 to 1990, the population of Somalia’s new capital, Mogadishu, went from less than half a million to more than two million people. Although the country was recognized as an independent nation in 1960, European influence continued and in some cases even accelerated as Somalis took over positions in the new government. Foreign corporations were given rights to exploit Somalia’s natural resources such as oil and uranium. In 1963, the national airline of Italy, Alitalia, partnered with the newly formed Somali Airlines; like their Italian counterparts, Somali stewardesses wore uniforms with jackets, skirts, and pillbox hats. Uniforms for the new police force and military were modeled after European dress: trousers, button-down shirts, belts, helmets, and combat boots (one exception was the border patrol, where soldiers were allowed to wear turbans). Somali women serving as secretaries and nurses in the auxiliary divisions wore miniskirts, calf-length socks, jackets, gloves, berets, and even neckties."},{"xml:id":"b-9781847888501-0008520","content":"By the 1960s, European fashions were becoming much more popular and accepted as part of everyday dress, especially for men working as laborers. The back of the five-shilin banknote, for example, shows three men picking bananas while wearing shorts and sleeveless shirts—a practical choice for the climate and conditions but definitely a departure from nomadic or Arab-style garments. Men (and sometimes women) employed in the urban centers as doctors, lawyers, teachers, and politicians also adopted European fashions. While the first African head of state to address the United Nations, Kwame Nkrumah, wore kente cloth as his national dress, Somali delegates wore three-piece suits. Perhaps due to this more “civilized” image, in the 1960s, Somalia was awarded more foreign aid per capita than any other country in Africa. Much of the money, however, was diverted into the hands of an increasing number of bureaucrats, who used it to build lavish villas, send their grown children to universities, and purchase fashionable clothing and cars from Europe. For many citizens who did not benefit from the change in authority, European fashions were not viewed as a sign of progress but of extreme corruption."},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"dirac"}},{"role":"term","emphasis":{"role":"italic","content":"gorgorad"}}],"emphasis":{"role":"italic","content":"kanga"},"xml:id":"b-9781847888501-0008521","content":["Alternatives to this style of dress included Islamic dress, existing garments made from new fabrics, and a popular new style of clothing for women called","(dress) and","(petticoat). By the 1940s, many women in rural areas were still wearing wrapped dresses, but updating them with new fabrics—no longer just white merikani cloth, but colorful floral and geometric patterns imported from India and Japan. In southern Somalia, women also wore","prints (colorful two-yard [about two-meter] lengths of fabric) with slogans written in Swahili and sometimes Somali; much of the cloth came from India or other parts of East Africa."]},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"futa"}},{"role":"term","content":"Western"}],"xml:id":"b-9781847888501-0008522","content":["Matching sets of dirac and gorgorad were also made from imported cloth, but the style of the garments was completely different. The dirac, a loose-fitting dress, was made by taking a long rectangle of cloth (at least three meters [about three yards]), folding it in half, cutting a small hole at the folded edge for the neckline, and sewing the selvages of the cloth together until there","were just two small openings for the arms. The gorgorad was also presewn and designed to be worn under the dirac as a petticoat. Although a short wrapper (",") could be worn instead, the gorgorad was more practical because wrappers often slip and need readjustment (which would be difficult with a long dress). Even for women who did not adopt European-style dress, aesthetics of the body were being questioned. Should a long, lean body be viewed as a symbol of youth (a","value) or a sign of physical deprivation and hardship (a common understanding in many parts of Africa)? In contrast to the guuntina, which bares the shoulders and emphasizes the hips (giving a look of maturity and well-being), the dirac and gorgorad give the wearer an elongated silhouette."]},{"xml:id":"b-9781847888501-0008523","content":"As the result of a coup in 1969, Siad Barre (commander-in-chief of the army) became the president. For at least the first few years, the new government had popular support. In 1972, Barre commissioned scholars to create a written language for Somali (which had always been an oral language) and started an ambitious public literacy campaign. To gain control over the country’s natural resources and economy, the government also seized many banks, factories, and other businesses from European expatriates."},{"xml:id":"b-9781847888501-0008524","content":"Viewing himself as a modern-day Mohammed Abdulle Hassan, Barre commissioned a large equestrian statue in Hassan’s honor. Currency and stamps were often designed with imagery that honored nomadic life as the foundation of Somalia’s national culture. A series of stamps from the mid-1970s shows Hassan riding horses and leading his troops into battle, complete with spears, turbans, prayer beads, and wrapped clothing. Even though nomadic-style dress was rapidly disappearing by the 1970s (especially for men), another series of eight stamps contained images of men and women of various ages wearing guuntina, saddexqayd, and maro. An elderly man was depicted with a wrapped garment covering his torso and shoulders and a strand of prayer beads in his hand. One of the women, dressed in a guuntina, was shown holding a basket made to carry milk. Until the advent of aluminum and plastic vessels, basket making was a vital skill for nomadic women. The front of the one-thousand-shilin banknote also shows two women in wrapped garments weaving baskets by hand."},{"xml:id":"b-9781847888501-0008525","content":"In 1976—in the middle of the Cold War—Somalia became a one-party socialist state. As Barre’s popularity slipped, military symbolism became more and more prominent. Barre was always photographed in his military uniform and required all public buildings to display his portrait. He also created a new militia called Guulwadayaal (Pioneers of the Revolution) to spy on citizens suspected of disloyalty to the government. Because members wore distinctive green fatigues, they quickly became known to ordinary Somalis as the “green dogs,” a derisive term that could land a person in jail if overheard by a member of the militia. In 1977, Somalia declared war on Ethiopia to take control over the Ogaden (an area largely populated by Somalis). Although the war ended a year later with the army’s retreat, it severely destabilized the country’s economic and political climate."},{"phrase":{"role":"term","emphasis":{"role":"italic","content":"macawis"}},"anchor":{"role":"objectPointer","xml:id":"b-9781847888501-EDch1064-d1e578"},"xml:id":"b-9781847888501-0008526","content":["As tensions grew, another possibility—not Westernization, but also not socialism or a military dictatorship—started to emerge. In 1974, Somalia joined the League of Arab States. Although Somalis are not Arabs and Arabic had never been the primary language of Somalia, the Horn of Africa has been connected to the Islamic world for centuries—even longer than","North Africa. Membership in the Arab League gave thousands of young men and women opportunities to attend Islamic universities in Egypt and the Middle East and to travel back and forth as migrant laborers. This large-scale exchange was made possible by the discovery of oil in Iran, Saudi Arabia, and the United Arab Emirates and the increasing wealth and prominence of OPEC countries. To meet the demands of these rapidly growing economies, Muslims from all over the world were hired to teach classes, run banks, construct buildings, and serve as domestic workers. Somali men working alongside migrant laborers from Indonesia and Malaysia learned to wear a saronglike","garment that Somalis called",". This offered a middle ground between wearing pants (a Western influence) and traditional nomadic wrappers."]},{"emphasis":{"role":"italic","content":"buona costuma"},"xml:id":"b-9781847888501-0008532","content":["Around the time of the Iranian Revolution in 1979, hijab or veiling also became part of ordinary dress for some Somali women. This was a new and controversial step; until the 1970s, the only women in the Horn of Africa who wore hijab were the descendants of Arab and Persian settlers—not nomads and certainly not the majority of Somalis. The miniskirt—a Western fashion—was increasingly viewed as something that only prostitutes would wear. To counter this influence, a special division of the police called the","(“good costume”) was created to monitor nightclubs and bars. Although expatriates were exempt, a Somali woman caught wearing a miniskirt could be arrested and put in jail."]},{"xml:id":"b-9781847888501-0008533","content":"Inspired by the Iranian Revolution, some Somalis ultimately advocated for a new national government based on Islamic law. Barre saw this as a threat to his power and ordered the execution of ten prominent Islamic religious leaders. Barred from demonstrating in public or even going on strike—which was punishable by death—Islamist groups like Al-Itixaad al-Islamiya had to look for indirect methods of creating change. In addition to establishing Qur’anic schools and orphanages, Al-Itixaad insisted that women should wear more modest clothing (in line with Islamic law, covering everything but the hands and face) and that men and women should sit separately at both religious and secular gatherings. In the early 1900s, Mohammed Abdulle Hassan’s “dervishes” had worn distinctive uniforms with turbans and prayer beads as a sign of their resistance to colonization, but this only affected dress for men. In the 1970s and 1980s, however, women’s dress became the primary visual symbol of resistance to Siad Barre’s regime—an effective tool, since individuals could claim that they were simply fulfilling their religious duties."},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"shuka"}},{"role":"term","emphasis":{"role":"italic","content":"khimar"}}],"emphasis":[{"role":"italic","content":"jilbab"},{"role":"italic","content":"jilbab"}],"xml:id":"b-9781847888501-0008534","content":["New styles of dress for Somali women included the",", an ankle-length, button-down overcoat, worn with a",", a triangular head scarf pinned under the chin so it covers the hair, neck, and upper chest. In Turkey and Palestine, where the shuka originated, this garment is called",". For Somalis, however, the word","refers to a three-piece set of garments that resembles the habit of Catholic nuns—a skirt, a scarf that covers the hair, and a second head covering that drapes down over the chest (sometimes down to the waist or even knees). In a few cases, Somali women also adopted niqab, a veil that covers the face. Although the niqab is common in Saudi Arabia, where veiling is compulsory, this very conservative head covering has always been controversial in Somalia. In general, Islamic dress is designed not to reveal the shape of the body. To be even more modest, the shuka, khimar, jilbab, and niqab are all made from solid-colored opaque fabrics—a significant contrast to both the guuntina and dirac, which reveal bare arms and are made from colorful fabrics with prints or stripes."]}],"xml:id":"b-9781847888501-0008516","info":{"xml:id":"b-9781847888501-0008517","title":{"xml:id":"b-9781847888501-0008518","content":"The Nation of Somalia"}},"informalfigure":{"xml:id":"b-9781847888501-0008527","caption":{"para":{"phrase":{"role":"source","content":"Private collection. Photograph by Heather Marie Akou."},"emphasis":{"role":"italic","content":"Jilbab"},"xml:id":"b-9781847888501-0008531","content":"ensemble, consisting of a skirt, close-fitting headwrap, and a second head covering that frames the face and drapes down over the torso. In the 1970s, this kind of Islamic dress was accepted by Somali women for the first time. Prior to that, the only women who veiled themselves were the descendants of Arab or Persian settlers."},"xml:id":"b-9781847888501-0008530"},"xlink:role":"objectPointer","xlink:href":"b-9781847888501-EDch1064-d1e578","mediaobject":{"imageobject":{"xml:id":"b-9781847888501-0008529","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f1640004.jpg"}},"xml:id":"b-9781847888501-0008528"}}},{"para":[{"xml:id":"b-9781847888501-0008538","content":["By the late 1970s, Somalia was in crisis. As the Horn of Africa went through a severe drought, the country’s economic and political atmosphere continued to decline. Serious opposition started to form, and, in 1988, a group of armed rebels captured several cities in northern Somalia. The government retaliated by sending troops to destroy wells; burn grazing areas; rape women; and","randomly detain, torture, and execute men. In 1990, rebels entered the capital city of Mogadishu; Barre’s army retreated and the national government collapsed. As of 2007, the United Nations estimates that there are nearly 400,000 Somali refugees living in other parts of the world. Some are still in refugee camps in Kenya, but others have settled in the Middle East or in the West (including the United Kingdom, Italy, the United States, Australia, Canada, The Netherlands, and Finland)."]},{"phrase":{"role":"bookTitle","emphasis":{"role":"italic","content":"A Camel for the Son"}},"link":{"role":"bib","content":"Fazal Sheikh","linkend":"b-9781847888501-bibl164016"},"xml:id":"b-9781847888501-0008539","content":["For many of these refugees, dress has taken on new dimensions. At first, many were simply grateful to survive with the clothes on their backs. Early photographs taken in the refugee camps (see, for example,","’s",") show women in simple wrapped garments and children wearing ragged T-shirts. Many were haunted by their memories of fleeing from Somalia—seeing bodies in the streets, being forced to watch as neighbors and family members were raped and killed, or even being assaulted themselves. Clothing was just a way to cover the body; there was no time or money to play with fashion or think about the symbolic meaning of dress."]},{"xml:id":"b-9781847888501-0008540","content":"As time wore on, however, dress became an integral part of many struggles to find new ways of being in the world. Some Somalis saw the loss of their country as a sign from God; Islamic dress became a visible symbol of renewed commitment to Islam, whether for personal devotion or in hopes of restoring order to Somalia by reuniting Somalis through Islam. In northern Somalia, this goal became somewhat of a reality when the unrecognized state of Somaliland adopted Islamic law. In the more chaotic southern regions, efforts have been made to establish a similar government. Instead of skirts and blouses, many girls attending school in the early twenty-first century wear the jilbab as a uniform. For Somalis who resettled in the Middle East, Islamic dress is simply what ordinary people wear. In a country like Saudi Arabia, women are required to wear hijab regardless of their ethnic or religious background."},{"xml:id":"b-9781847888501-0008541","content":"In countries like the United States and the United Kingdom, however—where Somalis and Muslims are in the minority—Islamic dress stands out. For many men, wearing pants and button-down shirts is a simple choice; for decades, this kind of clothing was common for men in Somalia, so why change? Considering that many are also struggling with employment barriers (language, race, religious duties, and lack of education and credentials), dress is at least one area where Somalis can look and behave like everyone else. For women, on the other hand, this is a more complicated issue. In Somalia, Western-style dress for women was never really accepted and, in some cases (e.g., the miniskirt), openly condemned. Any other style of dress—whether the jilbab, or shuka and khimar, or dirac and gorgorad—can be read as a symbol of a woman’s commitment to Somali culture. Conversely, adopting mainstream fashion (especially something like pants or a sleeveless top) could signal a lack of commitment to her culture and family. At least in the West, a good Somali woman wears “Somali” dress. In this context, the guuntina has taken on new meanings. Although it has nearly disappeared as part of everyday dress, it is now worn as a kind of local costume for cultural events such as dances and ethnic festivals. Brides also wear the guuntina in red, gold, and black stripes. Even though the cloth is now imported from India, this kind of clothing has become a precious reminder of home—a sign of hope that Somali refugees and their families will someday return to a more peaceful Somalia."}],"sidebar":{"role":"embeddedArticle","para":[{"xml:id":"b-9781847888501-0008542","content":"Over a century of exploration and colonization, Somalis were exposed to European forms of dress such as boots, button-down shirts, neckties, walking sticks, and helmets. In some cases, men with direct contacts to Europeans (such as traders, hunting guides, and appointed officials) were able to experiment with these new garments. Postcards of Somali traders from the early 1900s show men wearing a mixture of European, Islamic, and nomadic garments. These included Islamic-style tunics and trousers (sirwal), nomadic wrappers (maro) draped around the upper torso, and turbans, combined with combat boots and a walking sticks."},{"phrase":[{"role":"term","emphasis":{"role":"italic","content":"bilawi"}},{"role":"bookTitle","emphasis":{"role":"italic","content":"Kama Sutra"}},{"role":"bookTitle","content":"1,001 Tales of the Arabian Nights"},{"role":"bookTitle","emphasis":{"role":"italic","content":"First Footsteps in East Africa"}}],"link":[{"role":"bib","content":"Luigi Bricchetti","linkend":"b-9781847888501-bibl164009"},{"role":"bib","content":"Richard Burton","linkend":"b-9781847888501-bibl164010"}],"xml:id":"b-9781847888501-0008543","content":["At the same time, some Europeans also experimented with the styles of dress they encountered in Somali territory. Abolitionist and explorer","photographed an “Italian sheikh” wearing a turban, qamis, and cloak (bisht) with a Somali dagger (",") tucked in at his waist. In the late nineteenth and early twentieth centuries, this kind of portraiture was a common souvenir for travelers and colonial officials.","’s translations of the","and",", as well as his travelogue on northern Somali territory,",", were very popular in Europe. Photographs like this were fuel for the colonial imagination."]},{"xml:id":"b-9781847888501-0008544","content":["The guuntina has existed as part of Somali women’s dress since at least the mid-1800s, when the pace of trade","with Europe and the Middle East dramatically increased and nomads started to replace their leather clothing with imported cotton cloth. This dress is made by knotting a piece of fabric at least three meters (about three yards) long at the right shoulder, wrapping it around the torso (pleating as necessary to take up any slack), and then tucking the edge in at the waistline. At first, this was just a common, practical garment for nomadic women—comfortable in extremely hot weather but adjustable to fit different body sizes and various daily activities (sleeping, cooking, hauling water, and so on). By the time Somalia gained its independence in 1960, however, the guuntina was becoming a romantic symbol of nomadic life and the new national culture. Guuntinas might be colorful—luscious red, green, yellow, and blue dresses with equally colorful backgrounds. Even as the guuntina started to disappear from ordinary dress in the 1970s, it was gaining new value as a type of folk dress or national costume. In the 1990s, as tens of thousands of Somalis settled in other countries as refugees, the guuntina became another kind of symbol—something from home that could be treasured and worn for weddings, folk dances, and other cultural events. In most cases, however, the guuntina of the early twenty-first century does not come from Somalia (which has continued to be plagued by civil war); instead, the cloth is made in India specifically for export to Somalis around the world."]}],"xml:id":"b-9781847888501-0011199","info":{"xml:id":"b-9781847888501-0011200","title":{"xml:id":"b-9781847888501-0011201","content":"Cultural Cross Currents in Somalia"}}},"xml:id":"b-9781847888501-0008535","info":{"xml:id":"b-9781847888501-0008536","title":{"xml:id":"b-9781847888501-0008537","content":"The Breakdown of Somali Society"}}},{"role":"bibliography","para":{"role":"see","emphasis":{"role":"bold","emphasis":{"role":"italic","content":"See also"}},"link":[{"role":"xref","content":"Ethiopia","linkend":"b-9781847888501-EDch1062a"},{"role":"xref","content":"Snapshot: Djibouti","linkend":"b-9781847888501-EDch1065"},{"role":"xref","content":"Kenya","linkend":"b-9781847888501-EDch1070"}],"xml:id":"b-9781847888501-0008472","content":[";",";","."]},"xml:id":"b-9781847888501-0008545","bibliolist":{"bibliomixed":[{"role":"monograph","address":{"city":"Westport, CT","xml:id":"b-9781847888501-0008549"},"author":{"personname":{"firstname":"Diriye","role":"last-first","othername":{"role":"middle","content":"Mohamed"},"surname":"Abdullahi"}},"publishername":"Greenwood Press","xml:id":"b-9781847888501-bibl164001","title":{"emphasis":{"role":"italic","content":"Culture and Customs of Somalia"},"xml:id":"b-9781847888501-0008548"},"content":[".",".",":",",","."],"pubdate":2001},{"role":"contribution","bibliomset":[{"author":{"personname":{"firstname":"Marie","role":"last-first","othername":{"role":"middle","content":"Heather"},"surname":"Akou"}},"title":{"xml:id":"b-9781847888501-0008550","content":"Nationalism without a Nation: Understanding the Dress of Somali Women in Minnesota"},"content":[". “",".”"],"relation":"part"},{"editor":{"personname":{"firstname":"Jean","role":"first-last","surname":"Allman"}},"address":{"city":"Bloomington","xml:id":"b-9781847888501-0008552"},"publishername":"Indiana University Press","pagenums":"77–97","title":{"emphasis":{"role":"italic","content":"Fashioning Africa: Power and the Politics of Dress"},"xml:id":"b-9781847888501-0008551"},"content":[", edited by",",",".",":",",","."],"relation":"book","pubdate":2004}],"xml:id":"b-9781847888501-bibl164002","content":"In"},{"date":2005,"role":"unpublished","orgname":"University of Minnesota","author":{"personname":{"firstname":"Marie","role":"last-first","othername":{"role":"middle","content":"Heather"},"surname":"Akou"}},"xml:id":"b-9781847888501-bibl164003","title":{"emphasis":{"role":"italic","content":"Macrocultures, Migration, and Somali Malls: A Social History of Somali Dress and Aesthetics"},"xml:id":"b-9781847888501-0008553"},"content":[". “",".” Ph.D. dissertation,",",","."]},{"role":"monograph","address":{"city":"Paris","xml:id":"b-9781847888501-0008555"},"author":{"personname":{"firstname":"Mohamed","role":"last-first","othername":{"role":"middle","content":"Ismail"},"surname":"Ali"}},"publishername":"Somali Ministry of Information and National Guidance","xml:id":"b-9781847888501-bibl164004","title":{"emphasis":{"role":"italic","content":"Beautiful Somalia"},"xml:id":"b-9781847888501-0008554"},"content":[".",".",":",",","."],"pubdate":1971},{"role":"contribution","bibliomset":[{"author":{"personname":{"firstname":"Cardelli","role":"last-first","othername":{"role":"middle","content":"Alessandra"},"surname":"Antinori"}},"title":{"xml:id":"b-9781847888501-0008556","content":"Ornamenti della Persona"},"content":[". “",".”"],"relation":"part"},{"editor":{"personname":{"firstname":"Annarita","role":"first-last","surname":"Pulielli"}},"address":{"city":"Rome","xml:id":"b-9781847888501-0008558"},"publishername":"Bagatto Libri","pagenums":"91–109","title":{"emphasis":{"role":"italic","content":"Aspetti dell’Espressione Artistica in Somalia"},"xml:id":"b-9781847888501-0008557"},"content":[", edited by",",",".",":",",","."],"relation":"book","pubdate":1988}],"xml:id":"b-9781847888501-bibl164005","content":"In"},{"role":"monograph","address":{"city":"New York","xml:id":"b-9781847888501-0008560"},"author":[{"personname":{"firstname":"Lee","role":"last-first","othername":{"role":"middle","content":"Virginia"},"surname":"Barnes"}},{"personname":{"firstname":"Janice","role":"first-last","surname":"Boddy"}}],"publishername":"Vintage","xml:id":"b-9781847888501-bibl164006","title":{"emphasis":{"role":"italic","content":"Aman: The Story of a Somali Girl"},"xml:id":"b-9781847888501-0008559"},"content":[", and",".",".",":",",","."],"pubdate":1994},{"role":"monograph","address":{"city":"Toronto","xml:id":"b-9781847888501-0008562"},"author":{"personname":{"firstname":"Rima","role":"last-first","othername":{"role":"middle","content":"McGown"},"surname":"Berns"}},"publishername":"University of Toronto Press","xml:id":"b-9781847888501-bibl164007","title":{"emphasis":{"role":"italic","content":"Muslims in the Diaspora: The Somali Communities of London and Toronto"},"xml:id":"b-9781847888501-0008561"},"content":[".",".",":",",","."],"pubdate":1999},{"role":"monograph","address":{"city":"Philadelphia","xml:id":"b-9781847888501-0008564"},"author":{"personname":{"firstname":"Catherine","role":"last-first","surname":"Besteman"}},"publishername":"University of Pennsylvania Press","xml:id":"b-9781847888501-bibl164008","title":{"emphasis":{"role":"italic","content":"Unraveling Somalia: Race, Violence and the Legacy of Slavery"},"xml:id":"b-9781847888501-0008563"},"content":[".",".",":",",","."],"pubdate":1999},{"role":"monograph","address":{"city":"Milan","xml:id":"b-9781847888501-0008566"},"author":{"personname":{"firstname":"Robecchi","role":"last-first","othername":{"role":"middle","content":"Luigi"},"surname":"Bricchetti"}},"publishername":"Societa Editrice La Poligrafica","xml:id":"b-9781847888501-bibl164009","title":{"emphasis":{"role":"italic","content":"Somalia e Benadir: Viaggio di Esplorazione nell’Africa Orientale"},"xml:id":"b-9781847888501-0008565"},"content":[".",".",":",",","."],"pubdate":1902},{"date":1987,"role":"monograph","address":[{"city":"London","xml:id":"b-9781847888501-0008568"},{"city":"Mineola","state":"NY","content":","}],"author":{"personname":{"firstname":"Richard","role":"last-first","othername":{"role":"middle-initials","content":"F."},"surname":"Burton"}},"publishername":["Tylston and Edwards","Dover Publications"],"xml:id":"b-9781847888501-bibl164010","title":{"emphasis":{"role":"italic","content":"First Footsteps in East Africa or, An Exploration of Harar"},"xml:id":"b-9781847888501-0008567"},"content":[".",":",",",". Reprint",":",",","."],"pubdate":1856},{"role":"monograph","address":{"city":"London","xml:id":"b-9781847888501-0008570"},"author":{"personname":{"firstname":{"role":"initials","content":"E."},"role":"last-first","othername":{"role":"middle","content":"Ralph"},"surname":"Drake-Brockman"}},"publishername":"Hurst & Blackett","xml:id":"b-9781847888501-bibl164011","title":{"emphasis":{"role":"italic","content":"British Somaliland"},"xml:id":"b-9781847888501-0008569"},"content":[".",":",",","."],"pubdate":1912},{"date":1977,"role":"unpublished","address":{"city":"Los Angeles","xml:id":"b-9781847888501-0008572"},"orgname":"University of California","author":{"personname":{"firstname":"Abdirahman","role":"last-first","othername":{"role":"middle","content":"Ali"},"surname":"Hersi"}},"xml:id":"b-9781847888501-bibl164012","title":{"xml:id":"b-9781847888501-0008571","content":"The Arab Factor in Somali History: The Origins and the Development of Arab Enterprise and Cultural Influences in the Somali Peninsula"},"content":[". “",".” Ph.D. dissertation,",",",",","."]},{"role":"monograph","address":{"city":"Washington, DC","xml:id":"b-9781847888501-0008574"},"author":[{"personname":{"firstname":{"role":"initials","content":"S."},"role":"last-first","othername":{"role":"middle","content":"Katheryne"},"surname":"Loughran"}},{"personname":{"firstname":"John","role":"first-last","othername":{"role":"middle-initials","content":"L."},"surname":"Loughran"}},{"personname":{"firstname":"John","role":"first-last","othername":{"role":"middle","content":"William"},"surname":"Johnson"}},{"personname":{"firstname":"Said","role":"first-last","othername":{"role":"middle","content":"Sheikh"},"surname":"Samatar"}}],"publishername":"Foundation for Cross Cultural Understanding","xml:id":"b-9781847888501-bibl164013","title":{"emphasis":{"role":"italic","content":"Somalia in Word and Image"},"xml:id":"b-9781847888501-0008573"},"content":[",",",",", and",".",".",":",",","."],"pubdate":1986},{"role":"monograph","address":{"city":"Paris","xml:id":"b-9781847888501-0008576"},"author":{"personname":{"firstname":"Georges","role":"last-first","surname":"Révoil"}},"publishername":"Challamel et Cie, Éditeurs","xml:id":"b-9781847888501-bibl164014","title":[{"emphasis":{"role":"italic","content":"Voyage aux Pays Çomalis: Dix Mois a la Côte Orientale d’Afrique"},"xml:id":"b-9781847888501-0008575"},"[Voyage to Somali Land: Six Months on the East Coast of Africa]"],"content":[".",".",":",",","."],"pubdate":1889},{"role":"monograph","address":{"city":"London","xml:id":"b-9781847888501-0008578"},"author":{"personname":{"firstname":"Abdi","role":"last-first","surname":"Sheik-Abdi"}},"publishername":"Zed Books","xml:id":"b-9781847888501-bibl164015","title":{"emphasis":{"role":"italic","content":"Divine Madness: Mohammed Abdulle Hassan (1856–1920)"},"xml:id":"b-9781847888501-0008577"},"content":[".",".",":",",","."],"pubdate":1993},{"role":"monograph","address":{"country":"Switzerland","city":"Winterthur","xml:id":"b-9781847888501-0008580","content":","},"author":{"personname":{"firstname":"Fazal","role":"last-first","surname":"Sheikh"}},"publishername":"Volkart Foundation","xml:id":"b-9781847888501-bibl164016","title":{"emphasis":{"role":"italic","content":"A Camel for the Son"},"xml:id":"b-9781847888501-0008579"},"content":[".",".",":",",","."],"pubdate":2001},{"role":"monograph","address":{"city":"London","xml:id":"b-9781847888501-0008582"},"author":{"personname":{"firstname":{"role":"initials","content":"G. C."},"role":"last-first","othername":{"role":"middle","content":"Harald"},"surname":"Swayne"}},"publishername":"Rowland Ward","xml:id":"b-9781847888501-bibl164017","edition":3,"title":{"emphasis":{"role":"italic","content":"Seventeen Trips through Somaliland and a Visit to Abyssinia"},"xml:id":"b-9781847888501-0008581"},"content":[".","rd ed.",":",",",", 1903."],"pubdate":1899}],"xml:id":"b-9781847888501-EDch1064-bibd1e706"},"info":{"xml:id":"b-9781847888501-0008546","title":{"xml:id":"b-9781847888501-0008547","content":"References and Further Reading"}}}],"xmlns:xi":"http://www.w3.org/2001/XInclude","version":5,"info":{"author":{"personname":{"firstname":"Heather","role":"first-last","othername":{"role":"middle","content":"Marie"},"surname":"Akou"}},"xml:id":"b-9781847888501-0008432","pagenums":"413–420","abstract":{"role":"authorAbstract","para":{"emphasis":[{"role":"italic","content":"jilbab"},{"role":"italic","content":"shuka"},{"role":"italic","content":"khimar"},{"role":"italic","content":"dirac"},{"role":"italic","content":"gorgorad"}],"xml:id":"b-9781847888501-0008471","content":["Somalia is located in the Horn of Africa. The northern coast is less than one hundred miles from the Arabian Peninsula and shares a great deal of history and dress with that region. In the cities, houses are built with thick walls to keep out the heat; in the deserts, nomadic people live in shelters constructed of branches covered with leather or plastic, and distinct differences in dress exist. Nomadic dress has typically been more practical and flexible, consisting of leather, cotton wrappers, and loose garments made of thin cotton and synthetic fabrics. For centuries, Somali dress has incorporated many imported garments and jewelry. When Somalia was colonized by Italy and Great Britain, however, Somalis were not quick to adopt these styles of dress. Many turned to religion for moral and political support, and Islamic dress became a visual symbol of resistance to colonization. In Somalia, Western-style dress for women has never been fully accepted and in some cases it is openly condemned. Any other style of dress—whether the",", or","and",", or","and","—can be read as a symbol of a woman’s commitment to Somali culture."]},"xml:id":"b-9781847888501-0008470"},"title":{"xml:id":"b-9781847888501-0008433","content":"Somalia"},"keywordset":[{"role":"BergKeywords","xml:id":"b-9781847888501-0008436","keyword":[{"xml:id":"b-9781847888501-0008437","content":"Somalia"},{"xml:id":"b-9781847888501-0008438","content":"nomadic"},{"xml:id":"b-9781847888501-0008439","content":"regional"},{"xml:id":"b-9781847888501-0008440","content":"Western"},{"xml:id":"b-9781847888501-0008441","content":"fashion"},{"xml:id":"b-9781847888501-0008442","content":"Islamic"}]},{"role":"BergGlossary","xml:id":"b-9781847888501-0008443","keyword":[{"xml:id":"b-9781847888501-0008444","content":"audullis— a necklace with a large crescent-shaped pendant made of silver; worn only by Somalis in East Africa, but made by artisans in the Middle East and possibly South Asia"},{"xml:id":"b-9781847888501-0008445","content":"barkin"},{"xml:id":"b-9781847888501-0008446","content":"bilawi"},{"xml:id":"b-9781847888501-0008447","content":"bisht"},{"xml:id":"b-9781847888501-0008448","content":"caftan"},{"xml:id":"b-9781847888501-0008449","content":"dirac"},{"xml:id":"b-9781847888501-0008450","content":"futa"},{"xml:id":"b-9781847888501-0008451","content":"garbasaar"},{"xml:id":"b-9781847888501-0008452","content":"gorgorad"},{"xml:id":"b-9781847888501-0008453","content":"guuntina– a nomadic-style dress worn by knotting a long piece of cloth over the right shoulder and wrapping it around the torso"},{"xml:id":"b-9781847888501-0008454","content":"hardas"},{"xml:id":"b-9781847888501-0008455","content":"hijab"},{"xml:id":"b-9781847888501-0008456","content":"imamad— Somali word for turban; typically, Somali men do not wear it as a head covering but simply drape it over one shoulder"},{"xml:id":"b-9781847888501-0008457","content":"jilbab"},{"xml:id":"b-9781847888501-0008458","content":"khimar"},{"xml:id":"b-9781847888501-0008459","content":"macawis"},{"xml:id":"b-9781847888501-0008460","content":"maro— Somali word for “cloth”; a nomadic garment for men worn by wrapping around the waist and sometimes draping an edge over the shoulders"},{"xml:id":"b-9781847888501-0008461","content":"merikani"},{"xml:id":"b-9781847888501-0008462","content":"niqab"},{"xml:id":"b-9781847888501-0008463","content":"saddexqayd— a wrapped nomadic dress made with up to twenty yards (eighteen meters) of cloth"},{"xml:id":"b-9781847888501-0008464","content":"shash"},{"xml:id":"b-9781847888501-0008465","content":"shuka"},{"xml:id":"b-9781847888501-0008466","content":"sirwal"},{"xml:id":"b-9781847888501-0008467","content":"sunna– a practice advocated by the prophet Mohammed; includes some aspects of dress such as growing a beard and dyeing it with henna"},{"xml:id":"b-9781847888501-0008468","content":"tusbah"},{"xml:id":"b-9781847888501-0008469","content":"xersi"}]}],"biblioid":{"class":"doi","content":"10.2752/BEWDF/EDch1064"},"mediaobject":{"imageobject":{"xml:id":"b-9781847888501-0008435","imagedata":{"format":"application/pdf","fileref":"pdfs/9781847888501.0070.pdf"}},"xml:id":"b-9781847888501-0008434"}}}}