{"article":{"role":"snapshotArticle","xml:id":"b-9781847888501-EDch1712","section":{"role":"bibliography","para":{"role":"see","olink":[{"targetdoc":"b-9781847888594","type":"otherBook","targetptr":"b-9781847888594-EDch10035","content":"Globalization"},{"targetdoc":"b-9781847888594","type":"otherBook","targetptr":"b-9781847888594-EDch10312","content":"Global Denim"}],"emphasis":{"role":"bold","emphasis":{"role":"italic","content":"See also"}},"link":[{"role":"xref","content":"Moroccan Fashion Designers","linkend":"b-9781847888501-EDch1711"},{"role":"xref","content":"Morocco","linkend":"b-9781847888501-EDch1029"}],"xml:id":"b-9781847888501-EDch1712-0000608","content":[";",";",";","."]},"xml:id":"b-9781847888501-EDch1712-0000604","bibliolist":{"bibliomixed":[{"role":"monograph","address":{"city":"Austin"},"author":{"personname":{"firstname":"Cynthia","role":"last-first","surname":"Becker"}},"publishername":"University of Texas Press","xml:id":"b-9781847888501-EDch1712-bibl02001b","title":{"emphasis":{"role":"italic","content":"Amazigh Arts in Morocco: Women Shaping Berber Identity"}},"content":[".",".",":",",","."],"pubdate":2006},{"role":"contribution","bibliomset":[{"author":{"personname":{"firstname":"Cynthia","role":"last-first","surname":"Becker"}},"title":"Awakening the Senses: The Aesthetics of Moroccan Berber Dress","content":[". “",".”"],"relation":"part"},{"editor":[{"personname":{"firstname":"Donald","role":"first-last","othername":{"role":"middle","content":"Clay"},"surname":"Johnson"}},{"personname":{"firstname":"Helen","role":"first-last","othername":{"role":"middle","content":"Bradley"},"surname":"Foster"}}],"address":{"city":"Oxford"},"publishername":"Berg","pagenums":"72–83","title":{"emphasis":{"role":"italic","content":"Dress Sense: Emotional and Sensory Experiences of the Body and Clothes"}},"content":[", edited by","and",",",".",":",",","."],"relation":"book","pubdate":2007}],"xml:id":"b-9781847888501-EDch1712-bibl02002b","content":"In"},{"role":"monograph","address":{"city":"London"},"author":{"personname":{"firstname":"Jean","role":"last-first","surname":"Besancenot"}},"publishername":"Kegan Paul","xml:id":"b-9781847888501-EDch1712-bibl02003b","title":{"emphasis":{"role":"italic","content":"Costumes of Morocco"}},"content":[".",".",":",",","."],"pubdate":1990},{"date":[2010,{"role":"accessed","content":"July 2013"}],"role":"unpublished","orgname":"Leiden University","author":{"personname":{"firstname":{"role":"initials","content":"A."},"role":"last-first","othername":{"role":"middle","content":"Maria"},"surname":"Jansen"}},"link":{"uri":"https://openaccess.leidenuniv.nl/handle/1887/14748","xlink:href":"https://openaccess.leidenuniv.nl/handle/1887/14748"},"xml:id":"b-9781847888501-EDch1712-bibl02004b","title":"Fashionably Traditional: The Development of Moroccan Urban Dress in the Last Five Decades","bibliomisc":{"role":"description","content":"PhD diss."},"content":["“",".”",",",",",".","(accessed",")."]},{"role":"monograph","address":{"city":"Manchester"},"author":{"personname":{"firstname":"Margaret","role":"last-first","surname":"Maynard"}},"publishername":"Manchester University Press","xml:id":"b-9781847888501-EDch1712-bibl02005b","title":{"emphasis":{"role":"italic","content":"Dress and Globalisation"}},"content":[".",".",":",",","."],"pubdate":2004}],"xml:id":"b-9781847888501-EDch1712-0000607"},"info":{"xml:id":"b-9781847888501-EDch1712-0000605","title":{"xml:id":"b-9781847888501-EDch1712-0000606","content":"References and Further Reading"}}},"xmlns:xi":"http://www.w3.org/2001/XInclude","version":5,"xmlns":"http://docbook.org/ns/docbook","xml:lang":"en","para":[{"xml:id":"b-9781847888501-EDch1712-0000596","content":"In Morocco traditional forms of women’s clothing exist side by side with Western consumer fashions, allowing Moroccan women to express their economic, social, cultural, political, and religious identities through their choice of dress. This was already true to some extent in colonial times but has increased in the twenty-first century. Examining Moroccan women’s dress, predominantly in urban areas, for its material properties and expressive capabilities offers insights into the complexities of national and international identities in Morocco in the early twenty-first century. It illustrates the influence of globalization, which has increasingly introduced Moroccan women to Western lifestyles and clothing choices, as well as the continued popularity of local styles of dress, considered part of an artistic cultural heritage passed down from previous generations."},{"emphasis":{"role":"italic","content":"Femme du Maroc"},"xml:id":"b-9781847888501-EDch1712-0000597","content":["Changes in local dress are easily identifiable through the ever-changing colors, details, and styles of the djellabah, the traditional garment worn by most women in urban areas since the 1950s. This initially male garment has become a principally female garment and is strongly subject to fashion trends, which are advertised in Moroccan fashion magazines such as","and in shopwindows in the major cities of Casablanca, Rabat, Marrakech, and Fez. Changing fashion trends often include innovative cuts, different necklines and sleeves, higher or lower hemlines, and variations on decorative elements, including beads, buttons, embroidery, and lace. The earlier fashion for wearing the djellabah with the pointed hood pulled down over the head and a litham, or veil, covering the face from just below the eyes has been abandoned; in the twenty-first century, only elderly women still wear the djellabah in this way. Instead, a common practice is to push the hood back, with either no face covering or a modern scarf in its place. Most women prefer tailor-made djellabahs, although these are expensive and take a long time to measure, fit, and make, to cheaper ready-made ones, because they enable the wearer to choose the materials and decorations. Prices vary greatly depending on the tailor’s reputation and the quality of the Moroccan handiwork. The fact that most Moroccan women invest substantial amounts of time and money in keeping up with local fashions and in obtaining a unique, high-quality product testifies to the important role traditional clothing styles play in early-twenty-first-century Moroccan society."]},{"anchor":{"role":"objectPointer","xml:id":"b-9781847888501-ED_f17120001"},"xml:id":"b-9781847888501-EDch1712-0000598","content":["At the same time as traditional styles of dress are continually evolving to meet local consumer demands, Moroccan women are becoming more aware of fashions that originate outside of North Africa and are adopting them readily, partly because of the advent of electronic mass media (which makes information about global fashion trends easily accessible), increased opportunities for international travel, and transnational migration, as well as the introduction of Western fashion brands to Morocco on a large scale since the turn of the twenty-first century. Low- and middle-priced Western","fashion labels such as Zara, Mango, Bershka, Massimo Dutti, and Etam were among the first to offer Western-style fashions to the Moroccan consumer market, quickly followed by high-end brands such as Louis Vuitton, Yves Saint Laurent, and Christian Dior, which have opened stores in Casablanca (the economic capital) and Marrakech (the tourist capital). These Western fashion stores have changed the tastes of local consumers, and clothing with roots in Western styles has become ubiquitous throughout urban Morocco. The wearing of Western-style fashion items prevails in public life in the early twenty-first century, in particular in the ville nouvelle (the European-influenced city centers built during the French Protectorate of Morocco, between 1912 and 1956). Distinctly local styles of dress are instead reserved for religious and social ceremonies and to some extent remain the clothing worn in the medina (the old city centers with the souks, where the majority of traditional tailors and fabric merchants still work). In addition to personal taste and the particular occasion or context, age is also a factor in dictating Moroccan women’s clothing choices. Whereas girls and young women usually wear pants, jeans, tops, and sneakers, older women tend to adopt more traditional ensembles on a daily basis."]},{"emphasis":{"role":"italic","content":"Hello"},"xml:id":"b-9781847888501-EDch1712-0000603","content":["Fashion researcher Maria Angela Jansen has pointed out that Moroccan and Western dress do not threaten each other’s existence because “they have different values, fulfill different needs and therefore represent different markets.” As well as widening the choices for consumers, the emergence of Western fashion brands has introduced new patterns of consumption that have affected how Moroccan consumers purchase local dress. Moroccan women have become used to browsing and shopping in various stores for traditional styles of dress, just as they might when shopping for Western clothing. Moroccan fashion magazines and shops have also become accustomed to exploiting specific social and religious events to encourage spending, most notably Ramadan (the month in which Muslims fast) and the summer months, when many weddings take place. Jansen explains that both Moroccan and Western clothing styles are “crucial in the expression of dynamic multiple contemporary Moroccan identity.” A clear example of this dynamic, cosmopolitan Moroccan identity can be seen in national style icon Princess Lalla Salma. As the wife of the current king, Mohammed VI (who acceded to the throne in 1999), she is frequently photographed by the national and international media wearing both Moroccan and Western dress, conveying the message that both constitute a twenty-first-century Moroccan identity. She is well known for mixing Western brands such as Chanel, Dior, Gucci, and Prada with traditional and locally produced Moroccan forms of dress, such as the djellabah or caftan. She has earned the title of the African continent’s “First Lady of Style,” and the UK celebrity magazine","voted her the most elegant woman at the royal wedding in London in 2011; to that event she wore an intricately embroidered pale pink and gold silk caftan. Rather than leading to cultural uniformity, the influence of Western styles and Western trends on local clothing has blurred the boundaries between Western and Moroccan dress to create new, hybrid fashions."]}],"xmlns:xlink":"http://www.w3.org/1999/xlink","outputformat":"e-Only","xmlns:xs":"http://www.w3.org/2001/XMLSchema","xmlns:db":"http://docbook.org/ns/docbook","info":{"authorgroup":{"author":{"personname":{"firstname":"Elizabeth","role":"first-last","surname":"Kutesko"}}},"xml:id":"b-9781847888501-EDch1712-0000583","abstract":{"role":"authorAbstract","para":{"xml:id":"b-9781847888501-EDch1712-0000595","content":"In Morocco in the twenty-first century, traditional forms of women’s clothing exist side by side with Western consumer fashions, allowing Moroccan women to express their economic, social, cultural, political, and religious identities through their choice of dress. Examining Moroccan women’s dress, predominantly in urban areas, for its material properties and expressive capabilities offers insights into the complexities of individual and collective identities in Morocco in the early twenty-first century. It illustrates the influence of globalization, which has increasingly introduced Moroccan women to Western lifestyles and clothing choices, as well as the continued popularity of local styles of dress, considered part of an artistic cultural heritage passed down from previous generations."},"xml:id":"b-9781847888501-EDch1712-0000594"},"title":{"xml:id":"b-9781847888501-EDch1712-0000584","content":"Twenty-First-Century Moroccan Women’s Dress"},"keywordset":{"role":"BergKeywords","xml:id":"b-9781847888501-EDch1712-0000587","keyword":[{"xml:id":"b-9781847888501-EDch1712-0000588","content":"Keywords"},{"xml:id":"b-9781847888501-EDch1712-0000589","content":"Morocco"},{"xml:id":"b-9781847888501-EDch1712-0000590","content":"globalization"},{"xml:id":"b-9781847888501-EDch1712-0000591","content":"hybridity"},{"xml:id":"b-9781847888501-EDch1712-0000592","content":"traditional dress"},{"xml:id":"b-9781847888501-EDch1712-0000593","content":"Western-style fashions"}]},"biblioid":{"class":"doi","content":"10.2752/BEWDF/EDch1712"},"pubdate":"October 2013"},"informalfigure":{"xml:id":"b-9781847888501-EDch1712-0000598a","caption":{"para":{"phrase":{"role":"source","content":"Photograph by Krzysztof Dydynski (Lonely Planet Collection) for Getty Images."},"xml:id":"b-9781847888501-EDch1712-0000602","content":"Mannequins in front of a clothing shop in the ville nouvelle region of Fez."},"xml:id":"b-9781847888501-EDch1712-0000601"},"xlink:role":"objectPointer","xlink:href":"b-9781847888501-ED_f17120001","mediaobject":{"imageobject":{"xml:id":"b-9781847888501-EDch1712-0000600","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f17120001.jpg"}},"xml:id":"b-9781847888501-EDch1712-0000599"}}}}