{"article":{"xml:id":"b-9781847888501-EDch1513","section":[{"para":[{"xml:id":"b-9781847888501-EDch1513-0000265a","content":"The most obvious visible sign of divine rulership in Yoruba culture is the conical beaded crown with a beaded fringed veil. Most emblematic among the various types of Yoruba crown, this crown is more elegant than other types of crowns as its height and verticality permit more space for surface designs. Despite their typically conical shapes, such beaded crowns exhibit varied types of designs, images, and motifs that reflect Yoruba aesthetic values and traditional beliefs. In addition, the wide variety of Yoruba beaded crowns is enriched by different styles, methods, and techniques employed by beadworkers. While beads are mostly arranged flat on the conical surface, forming shapes, in other instances the beads project from that surface to varying degrees, forming small low- and high-relief sculptures or assemblages that add contrast and vitality to the royal headwear."},{"emphasis":{"role":"italic","content":"salubata"},"xml:id":"b-9781847888501-EDch1513-0000266a","content":["While a few of these Yoruba crowns are sparsely decorated, several others that are intricately designed show an interplay of colorful beads arranged in different images and geometric patterns that create a sense of visual dynamism. Such visual rhythm heightens the shiny characteristics of the glass beadwork on the crowns, aptly reflecting the fullness and grandeur of the ruler. Furthermore, the beads are arranged into visually active geometric shapes on the crowns, like intersecting diagonal lines, concentric circles and contrasting triangles, zigzags, checkered patterns, and","(an interlocking linear motif) and other traditional Yoruba motifs. These visual elements, often divided into smaller and larger shapes, suggest the interlacing of life, reincarnation, and the infinitude of forces in the Yoruba cosmos."]},{"emphasis":{"role":"italic","content":"ase"},"xml:id":"b-9781847888501-EDch1513-0000267a","content":["Most conical beaded crowns have a beaded veil that partially or totally conceals the face of the ruler. Since the Yoruba believe that the king is an orisa (deity), his face must be protected from the public and from any evil gaze in particular. Conversely, the public must be shielded from the oba’s","(life force), which is potently harmful to onlookers. The veil adds to the mysterious and impenetrable image of an oba. Prior to the nineteenth century the Yoruba king’s face was usually hidden from the public throughout his life. However, with British colonization and the introduction of photography, Yoruba kings began to requisition portraits that revealed their faces."]}],"xml:id":"b-9781847888501-EDch1513-0000262a","info":{"xml:id":"b-9781847888501-EDch1513-0000263a","title":{"xml:id":"b-9781847888501-EDch1513-0000264a","content":"Form and Design"}}},{"para":[{"xml:id":"b-9781847888501-EDch1513-0000271a","content":"Most conical beaded crowns bear symbolic images that reflect Yoruba notions of hierarchy, interdependency, and divine monarchy. The most recurrent symbols are bird(s) and human face(s), which simultaneously reflect the king’s power and his acknowledgment of the power of women and ancestors, without whom he is incomplete."},{"emphasis":[{"role":"italic","content":"okin"},{"role":"italic","content":"Orisa Osanyin"},{"role":"italic","content":"babalawo"},{"role":"italic","content":"awon iya wa"},{"role":"italic","content":"aje."}],"xml:id":"b-9781847888501-EDch1513-0000272a","content":["Several crowns feature a single bird atop the crown, while some feature a pair or flock of birds around the conical structure. The bird is usually an","(African Paradise Flycatcher), which the Yoruba refer to as the king of birds, and in some cases, its actual tail feathers or beak are attached to a crown as a signifier of the bird and its powers. The prominently displayed beaded bird crown is a symbol of the king’s authority and divinity. The bird on the king’s crown may be connected with other powerful symbols. For instance, such birds may have an iconographic connection with the birds on the staffs of","(the divinity of herbal medicine) and the","(the Ifa divination priest). In most Yoruba ritual art, birds also allude to the mystical power of the female, fondly known as","(our mothers, or female ancestors) or pejoratively referred to as witches,","Some scholars interpret the designs with birds pecking at the cone of the crown as witch birds pecking at the temple of a victim or as a gathering of evil antisocial witch birds that is usually dominated by a single royal bird atop the crown. Women are believed to have control over witchcraft. Indeed, the Orangun of Ila, a Yoruba oba, once stated, “Without the mothers, I could not rule. I could not have power over witchcraft in the town.” As the most powerful palace official, the senior wife actually places the crown on the king’s head during his enthronement. Also, when the crown is placed on a king’s head, his spiritual head is believed to unite with those of his now-deified royal predecessors, his ancestors, who, as several scholars agree, are represented by a generic frontal human face on the crowns."]},{"anchor":{"role":"objectPointer","xml:id":"b-9781847888501-ED_f15130002"},"xml:id":"b-9781847888501-EDch1513-0000273a","content":["There is, however, no consensus among scholars as to the significance of the frontal face, as a few kings and beadworkers have interpreted it differently. For instance, to the consternation of scholars, one king considered it mere decoration. Most kings, however, contend it is the face of Oduduwa, the founder of the Yoruba and the ancestor of all Yoruba kings. Since the face, which is usually round and abstract, does not resemble anyone in particular, the argument that it represents an intangible, otherworldly force seems convincing. Even so, other scholars, like the Yoruba kings, indicate it represents Oduduwa. The multiple faces seen on","some crowns are construed to symbolize an omnipresent leader whose all-seeing eyes behold the entire town and from whom nothing can be hidden."]},{"emphasis":{"role":"italic","content":"Erujeje ni gbogbo ilekile"},"xml:id":"b-9781847888501-EDch1513-0000279a","content":["The conical beaded crown is the most evocative part of a Yoruba ruler’s elaborately beaded regalia. With its carefully composed system of symbolic patterns, colors, and images, the Yoruba crown evokes a sense of awe in subjects and onlookers. Perhaps not exactly apotropaic, the glittering colorful beads intensify the effects of divine authority. Seemingly heavy, as if reminding observers of the weight of the sovereign’s responsibility, the crown visually echoes verbal veneration of the king as the","(the personage dreaded everywhere in our land). Yet, with a veil concealing the face of its wearer, the crown adds to the mystique of the unseen but all-seeing leader, lending an aura of impenetrability. At state functions or sacred events, where the conical beaded crown is mostly worn, it heightens the already-charged ambience created by the power of the divine ruler, which might also be expressed through drumbeats or chants. Even in his absence, the ruler’s crown may function as a legitimate surrogate for his power and authority. Subjects tend to genuflect in respect before the crown as if the king were present."]}],"xml:id":"b-9781847888501-EDch1513-0000268a","info":{"xml:id":"b-9781847888501-EDch1513-0000269a","title":{"xml:id":"b-9781847888501-EDch1513-0000270a","content":"Symbols"}},"informalfigure":{"xml:id":"b-9781847888501-EDch1513-0000256b","caption":{"para":{"phrase":{"role":"source","content":"Photograph by Henry John Drewal."},"xml:id":"b-9781847888501-EDch1513-0000278a","content":"Ori-ko-gbo-ofo (beaded coronet). Yoruba peoples, Nigeria; glass, beads, burlap, cloth, and thread."},"xml:id":"b-9781847888501-EDch1513-0000277a"},"xlink:role":"objectPointer","xlink:href":"b-9781847888501-ED_f15130002","mediaobject":{"imageobject":{"xml:id":"b-9781847888501-EDch1513-0000276a","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f15130002.jpg"}},"xml:id":"b-9781847888501-EDch1513-0000275a"}}},{"para":[{"xml:id":"b-9781847888501-EDch1513-0000283a","content":"Some Yoruba crowns appropriated foreign images, and a few assumed different forms of the British crown. In the mid-nineteenth century with the arrival of British colonizers, new types, styles, and designs of beaded crowns gradually surfaced. In some cases, foreign appropriations were combined with existing indigenous motifs of leadership, signifying Yoruba cosmopolitan power. For instance, an unusually flat beaded crown with a veil has images of a heraldic lion, floating leaves, and what appears to be a British admiral supported on both sides by elephants, all framed within an archlike motif of salubata (the interlace of life). As such adenla incorporated European motifs of leadership, new types and styles of ori-ko-gbo-ofo emerged. Such new types of coronets included different versions of the British imperial state crown without precious stones but mostly with glass beads. On some of the Yoruba replicas of the British imperial state crown, the traditional bird motifs atop the crown are replaced with a cross, seemingly proclaiming the king’s affiliation with the Christian faith. While remaining an emblem of local authority relative to several other types of headwear, the Yoruba crowns in the national social space had come to adapt to changing realities, signifying different types of power."},{"emphasis":{"role":"italic","content":"Akoni n’waju adajo"},"xml:id":"b-9781847888501-EDch1513-0000284a","content":["Among the new types of crowns, the white beaded coronet took the form of a barrister’s wig as would have been seen in the British courts established in colonial Nigeria. The presence of such types of crowns in the royal regalia highlights the struggle for prestige, power, and authority in colonial Nigeria. The British subordinated the Yoruba king’s authority by instituting an “indirect-rule” system of government wherein they just used local kings, whom they designated “Native Authorities,” to consolidate their own rule. As a counterpart of the gods on earth, the oba had hitherto been the ultimate dispenser of justice who governed with the support of the chiefs and council of elders, who offered administrative, judicial, and legislative support. With a few local exceptions, the British had largely assumed those powers. Most of the Western-educated practicing lawyers in Nigeria still wear the short white powdered wig. In the colonial era, it symbolized an uncommon type of boldness before the judge, a dispenser of British law. Hence, the Yoruba reserve the appellation","(the one who is fearless before a judge) for brilliant legal minds able to stand their ground in law courts. Moreover, the wholly white beaded coronet echoes Yoruba notions of age, represented in white or graying hair, as synonymous with wisdom. While such crowns in a royal wardrobe might seem to personify support for the British, they are subliminal gestures to neutralize colonial domination, particularly as the king wearing it not only draws attention to his own familiarity with the laws of the land but also allies himself with some of the Western-educated fiery lawyers of the day who formed the core of the anticolonial movements that eventually saw the British off by the second half of the twentieth century."]},{"xml:id":"b-9781847888501-EDch1513-0000285a","content":"In traditional and modern Yoruba societies, the ade, the crown, is the principal symbol of a king’s spiritual and political authority. Grounded in and shaped by the fundamental Yoruba belief that the head is the site of human destiny, it nonverbally communicates a Yoruba ruler’s powers to subjects and onlookers through coherent systems of symbolic patterns, colors, and images. Even as the external forces of colonialism, Christianity, Islam, and Westernization have shaped Yoruba apprehensions of power, the crown has adapted through various types of appropriation."}],"xml:id":"b-9781847888501-EDch1513-0000280a","info":{"xml:id":"b-9781847888501-EDch1513-0000281a","title":{"xml:id":"b-9781847888501-EDch1513-0000282a","content":"Some Yoruba Crowns since the Nineteenth Century"}}},{"role":"bibliography","xml:id":"b-9781847888501-EDch1513-0000286a","bibliolist":{"bibliomixed":[{"role":"monograph","address":{"city":"Paris"},"author":{"personname":{"firstname":"Wande","role":"last-first","surname":"Abimbola"}},"publishername":"UNESCO with Wande Abimbola","xml:id":"b-9781847888501-EDch1513-bibl06001","title":{"emphasis":{"role":"italic","content":"Sixteen Great Poems of Ifa"}},"content":[".",".",":",",","."],"pubdate":1975},{"role":"article","bibliomset":[{"author":{"personname":{"firstname":"Rowland","role":"last-first","surname":"Abiodun"}},"title":{"emphasis":{"role":"italic","content":"Ori"},"content":"Verbal and Visual Metaphors: Mythical Allusions in Yoruba Ritualistic Art of"},"content":[". “",".”"],"relation":"article"},{"issuenum":3,"volumenum":3,"pagenums":"252–270","title":{"emphasis":{"role":"italic","content":"Word & Image"}},"content":[", no.","(","):","."],"relation":"journal","pubdate":1987}],"xml:id":"b-9781847888501-EDch1513-bibl06002"},{"role":"monograph","address":{"city":"Amherst, MA"},"author":[{"personname":{"firstname":"Rowland","role":"last-first","surname":"Abiodun"}},{"personname":{"firstname":"Ulli","role":"first-last","surname":"Beier"}},{"personname":{"lineage":{"role":"comma-before","content":"III"},"firstname":"John","role":"first-last","surname":"Pemberton"}}],"publishername":"Mead Art Museum","xml:id":"b-9781847888501-EDch1513-bibl06003","title":{"emphasis":{"role":"italic","content":"Cloth Only Wears to Shreds: Yoruba Textiles and Photographs from the Beier Collection"}},"content":[",",", and",".",".",":",",","."],"pubdate":2004},{"role":"monograph","address":{"city":"London"},"author":{"personname":{"firstname":"Ulli","role":"last-first","surname":"Beier"}},"publishername":"Ethnographica with the National Museum, Lagos","xml:id":"b-9781847888501-EDch1513-bibl06004","title":{"emphasis":{"role":"italic","content":"Yoruba Beaded Crowns: Sacred Regalia of the Olokuku of Okuku"}},"content":[".",".",":",",","."],"pubdate":1982},{"role":"monograph","address":{"city":"Los Angeles"},"author":[{"personname":{"firstname":"Henry","role":"last-first","surname":"Drewal"}},{"personname":{"firstname":"John","role":"first-last","surname":"Mason"}}],"publishername":"Fowler Museum of Cultural History","xml:id":"b-9781847888501-EDch1513-bibl06005","title":{"emphasis":{"role":"italic","content":"Beads, Body, and Soul: Art and Light in the Yoruba Universe"}},"content":[", and",".",".",":",",","."],"pubdate":1998},{"editor":[{"personname":{"firstname":"Henry","role":"last-first","surname":"Drewal"}},{"personname":{"lineage":{"role":"comma-before","content":"III"},"firstname":"John","role":"first-last","surname":"Pemberton"}},{"personname":{"firstname":"Rowland","role":"first-last","surname":"Abiodun"}}],"role":"monograph","address":{"city":"New York"},"publishername":"Center for African Arts with Harry N. Abrams","xml:id":"b-9781847888501-EDch1513-bibl06006","title":{"emphasis":{"role":"italic","content":"Yoruba: Nine Centuries of African Art and Thought"}},"content":[",",", and",", eds.",".",":",",","."],"pubdate":1989},{"role":"contribution","bibliomset":[{"author":{"personname":{"firstname":"Moyosore","role":"last-first","surname":"Okediji"}},"title":"Facts and Figures: Form of Fakeye’s Figments","content":[". “",".”"],"relation":"part"},{"editor":{"personname":{"firstname":"Moyosore","role":"first-last","surname":"Okediji"}},"address":{"city":"Ile-Ife"},"publishername":"Ife Humanities Society","pagenums":"135–157","title":{"emphasis":{"role":"italic","content":"Yoruba Images: Essays in Honor of Lamidi Fakeye"}},"content":[", edited by",",",".",":",",","."],"relation":"book","pubdate":1988}],"xml:id":"b-9781847888501-EDch1513-bibl06007","content":"In"},{"role":"monograph","address":{"city":"Bloomington"},"author":{"personname":{"firstname":"Farris","role":"last-first","othername":{"role":"middle","content":"Robert"},"surname":"Thompson"}},"publishername":"Indiana University Press","xml:id":"b-9781847888501-EDch1513-bibl06008","title":{"emphasis":{"role":"italic","content":"Black Gods and Kings: Yoruba Art at UCLA"}},"content":[".",".",":",",","."],"pubdate":1971}],"xml:id":"b-9781847888501-EDch1513-0000289a"},"info":{"xml:id":"b-9781847888501-EDch1513-0000287a","title":{"xml:id":"b-9781847888501-EDch1513-0000288a","content":"References and Further Reading"}}}],"xmlns:xi":"http://www.w3.org/2001/XInclude","version":5,"xmlns":"http://docbook.org/ns/docbook","xml:lang":"en","para":[{"emphasis":{"role":"italic","content":"ade"},"xml:id":"b-9781847888501-EDch1513-0000251a","content":["Visually, the crown seems a relatively small part of the generally elaborate and colorful Yoruba regalia; however, it highlights a carefully constructed aura of power and glory. Called","(pronounced AH-DAY) the Yoruba crown is undoubtedly the most significant part of the royal costume in mythological, iconographical, metaphorical, and mystical terms. The ade is the most visible symbol of a Yoruba ruler’s sociopolitical authority."]},{"emphasis":[{"role":"smallcaps","content":"c.e."},{"role":"italic","content":"oba"}],"xml:id":"b-9781847888501-EDch1513-0000252a","content":["Beaded attire and ornaments have long been highly prized objects of adornment in Yoruba social, religious, and political life, more than in any other African culture. For the Yoruba, beads transform the appearance of their wearers. Bead manufacture in Yoruba society began in the second millennium","Many of the excavated eleventh-century figure sculptures from Ile-Ife, the spiritual home of the Yoruba, show highly developed dress and fashion codes whereby important religious and political figures are bedecked in beaded hats, bracelets, and anklets. Beaded accessories, beaded flywhisks, footwear, and headwear are part of the elaborate and colorful regalia that clearly distinguishes Yoruba","(sovereigns) during state and important ritual occasions. Regardless of the occasion, a Yoruba ruler’s head, rarely uncovered in public, must be protected."]},{"emphasis":[{"role":"italic","content":"adenla"},{"role":"italic","content":"ori-ko-gbo-ofo"},{"role":"italic","content":"ori-ko-gbo-ofo"},{"role":"italic","content":"ori,"}],"xml:id":"b-9781847888501-EDch1513-0000253a","content":["Among an oba’s regalia, the beaded crowns are the most important symbol of a Yoruba ruler’s spiritual and political authority. There are two broad categories of beaded Yoruba crowns. The first consists of","(large conical beaded crowns), usually worn during sacred and formal events, while the second is comprised of","(coronets), worn at secular and less formal occasions. Literally meaning “the head must not be left bare,”","alludes to the importance of","the head, and the ruler’s head in particular, among the Yoruba. Beyond its sartorial purpose, the covering of a Yoruba ruler’s head is a spiritual undertaking."]},{"emphasis":[{"role":"italic","content":"ori-ode"},{"role":"italic","content":"ori-inu"},{"role":"italic","content":"orun"},{"role":"italic","content":"aiye"}],"xml:id":"b-9781847888501-EDch1513-0000254a","content":["As the Yoruba believe that the head embodies an individual’s destiny, the wearing of headdresses and hairstyling transcend the making of fashion statements. Yoruba crowns draw on that religious belief, particularly as the head of the ruler personifies the destiny of the community. Despite recognizing the biological and social importance of","(the exterior or physical head), the Yoruba consider the outer head an encasement of the more important","(the inner or spiritual head), which they believe results from a choice made at birth. According to Ifa, the most profound repository of Yoruba knowledge, human beings choose heads from Ajala, the head potter’s storehouse, as they leave","(heaven) to come into existence on","(earth). In rare moments of forgetfulness Ajala produces some less-than-perfect heads. Should one choose from among such defective heads, various types of misfortune would trail that person in life. For the Yoruba, the head is the embodiment of power and destiny."]},{"emphasis":[{"role":"italic","content":"Ile-ori"},{"role":"italic","content":"ibori"},{"role":"italic","content":"oriki"},{"role":"italic","content":"orisa"}],"xml:id":"b-9781847888501-EDch1513-0000255a","content":["Consequently, personal Ori shrines are indispensable facts of Yoruba life. Individuals create shrines and containers to house, honor, and beautify the head. Such sacred containers, usually elaborately decorated and called","(house of Ori), often enclose the","(the symbol of ori). While the crown literally contains the head, the shrine metaphorically holds it. Indeed, most of the large beaded Yoruba crowns visually echo the conical shape of the ibori. In good or bad times, the Yoruba people worship, propitiate, and praise the head. Such head worship is regularly reinforced verbally through","(citation poetry/praise songs) that actually goad an individual and his/her head by name, history, and lineage to greater accomplishments. Indeed, Ori-Apere (Head-the-ruler) is the first and most important of all Yoruba","(divinities) in heaven. Considered a companion of the gods on earth, the oba is the paramount political and religious leader, whose crown is appropriately designed to be a visual oriki to the sovereign."]},{"anchor":{"role":"objectPointer","xml:id":"b-9781847888501-ED_f15130001"},"emphasis":[{"role":"italic","content":"ori,"},{"role":"italic","content":"asinde"},{"role":"italic","content":"asinde m’ade"}],"xml:id":"b-9781847888501-EDch1513-0000256a","content":["The metaphysical and mythological significance of ori explains the proportional emphasis on and the stylistic detail evident in most traditional Yoruba figure sculptures. According to Lamidi Fakeye (1927–2009), a neotraditional Yoruba sculptor interviewed by Moyosore Okediji, “the head,","is so important that","we visually exaggerate it in proportion to other parts of the body.” As the Yoruba sculptors pay attention to the head in their figure sculptures, so do Yoruba crown decorators, known as","(beadworkers) or","(crown beadworkers). Given the importance of the royal head in particular, the asinde m’ade meticulously arrange glass or stone beads on a variety of materials, including cloth and other fiber. The crown beadworkers’ skillful arrangement of beads into aesthetic forms, shapes, and patterns is reflected in the vast collection of crowns that symbolize the power and majesty of traditional Yoruba rulers."]}],"xmlns:xlink":"http://www.w3.org/1999/xlink","outputformat":"e-Only","xmlns:xs":"http://www.w3.org/2001/XMLSchema","xmlns:db":"http://docbook.org/ns/docbook","info":{"authorgroup":{"author":{"personname":{"firstname":"Yomi","role":"first-last","surname":"Ola"}}},"xml:id":"b-9781847888501-EDch1513-0000230a","abstract":{"role":"authorAbstract","para":{"emphasis":{"role":"italic","content":"ade"},"xml:id":"b-9781847888501-EDch1513-0000243a","content":["Visually, the Yoruba crown seems a relatively small part of the generally elaborate and colorful Yoruba regalia; however, it highlights a carefully constructed aura of power and glory. Called","(pronounced AH-DAY) the Yoruba crown is undoubtedly the most significant part of royal dress in mythological, iconographical, metaphorical, and mystical terms. As in most societies with a monarchical political system, the ade is the most visible symbol of a Yoruba ruler’s authority. As an object reflecting deeper Yoruba political, social, and religious beliefs, the crown’s form, content, contexts of use, and production offer insights into the framework of Yoruba cultural values, notions of power, and canons of artistic representation. There are various categories of Yoruba crowns; the beaded type is exclusively worn by rulers claiming direct descent from Oduduwa, the mythological founder of the Yoruba. The design, shape, colors, and texture of the beaded Yoruba crown add aesthetic value. The medium and material used shape the sensory perceptions of the wearer and onlookers. Yoruba crowns are replete with symbols that include imagery, mythology, and metaphors. As Yoruba crowns draw on the fundamental Yoruba belief that the human head is the embodiment of personal destiny, varieties of headwear, from the traditional to the modern era, construct the social hierarchy."]},"xml:id":"b-9781847888501-EDch1513-0000242a"},"title":{"xml:id":"b-9781847888501-EDch1513-0000231a","content":"Yoruba Crowns"},"keywordset":{"role":"BergGlossary","xml:id":"b-9781847888501-EDch1513-0000234a","keyword":[{"xml:id":"b-9781847888501-EDch1513-0000235a","content":"Glossary Terms"},{"xml:id":"b-9781847888501-EDch1513-0000236a","content":"ade"},{"xml:id":"b-9781847888501-EDch1513-0000237a","content":"adenla"},{"xml:id":"b-9781847888501-EDch1513-0000238a","content":"asinde"},{"xml:id":"b-9781847888501-EDch1513-0000239a","content":"asinde m’ade"},{"xml:id":"b-9781847888501-EDch1513-0000240a","content":"ori-ko-gbo-ofo"},{"xml:id":"b-9781847888501-EDch1513-0000241a","content":"salubata"}]},"biblioid":{"class":"doi","content":"10.2752/BEWDF/EDch1513"},"pubdate":"October 2012"},"informalfigure":{"xml:id":"b-9781847888501-EDch1513-0000256ha","caption":{"para":{"phrase":{"role":"source","content":"Photograph by Henry John Drewal."},"xml:id":"b-9781847888501-EDch1513-0000261a","content":"A king from Ijebu-Yoruba wearing an adenla (a large beaded crown)."},"xml:id":"b-9781847888501-EDch1513-0000260a"},"xlink:role":"objectPointer","xlink:href":"b-9781847888501-ED_f15130001","mediaobject":{"imageobject":{"xml:id":"b-9781847888501-EDch1513-0000259a","imagedata":{"format":"image/jpeg","outputformat":"web","fileref":"images/ED_f15130001.jpg"}},"xml:id":"b-9781847888501-EDch1513-0000258a"}}}}