{"article":{"xmlns":"http://docbook.org/ns/docbook","xml:lang":"en","bibliography":{"bibliomixed":[{"role":"monograph","address":{"city":"New York"},"author":{"personname":{"firstname":"Patrik","role":"last-first","surname":"Alac"}},"publishername":"Parkstone Press","xml:id":"FPA273-061","title":{"emphasis":{"role":"italic","content":"The Bikini: A Cultural History"}},"content":[".",".",":",",","."],"pubdate":2002},{"role":"monograph","address":{"city":["London","New York"],"content":"and"},"author":{"personname":{"firstname":"Jennifer","role":"last-first","surname":"Craik"}},"publishername":"Routledge","xml:id":"FPA273-062","title":{"emphasis":{"role":"italic","content":"The Face of Fashion: Cultural Studies in Fashion"}},"content":[".",".",":",",","."],"pubdate":1994},{"role":"monograph","address":{"city":"London"},"author":{"personname":{"firstname":"Sarah","role":"last-first","surname":"Kennedy"}},"publishername":"Carlton Books","xml:id":"FPA273-063","title":{"emphasis":{"role":"italic","content":"Vintage Swimwear: A History of Twentieth-Century Fashions"}},"content":[".",".",":",",","."],"pubdate":2007},{"role":"monograph","address":{"city":"London"},"author":{"personname":{"firstname":"Kelly","role":"last-first","surname":"Killoren Bensimon"}},"publishername":"Thames and Hudson","xml:id":"FPA273-064","title":{"emphasis":{"role":"italic","content":"The Bikini Book"}},"content":[".",".",":",",","."],"pubdate":2006},{"role":"monograph","address":{"city":"San Francisco"},"author":[{"personname":{"firstname":"Lena","role":"last-first","surname":"Lencek"}},{"personname":{"firstname":"Gideon","role":"first-last","surname":"Bosker"}}],"publishername":"Chronicle Books","xml:id":"FPA273-065","title":{"emphasis":{"role":"italic","content":"Making Waves: Swimsuits and the Undressing of America"}},"content":[", and",".",".",":",",","."],"pubdate":1989},{"role":"monograph","address":{"city":"Oxford"},"author":{"personname":{"firstname":"Christine","role":"last-first","surname":"Schmidt"}},"publishername":"Berg","xml:id":"FPA273-067","title":{"emphasis":{"role":"italic","content":"The Swimsuit: Fashion from Poolside to Catwalk"}},"content":[".",".",":",",","."],"pubdate":2012},{"role":"monograph","address":{"city":"New Haven"},"author":{"personname":{"firstname":"Valerie","role":"last-first","surname":"Steele"}},"publishername":"Yale University Press","xml:id":"FPA273-066","title":{"emphasis":{"role":"italic","content":"Fifty Years of Fashion: New Look to Now"}},"content":[".",".",":",",","."],"pubdate":1997}],"xml:id":"FPA273-058","info":{"xml:id":"FPA273-059","title":{"xml:id":"FPA273-060","content":"References and Further Reading"}}},"xmlns:xlink":"http://www.w3.org/1999/xlink","outputformat":"e-Only","xml:id":"b-9781474260428-FPA273","section":[{"para":[{"role":"fullOut","xml:id":"FPA273-037","content":"The swimwear of the 1980s was designed to emphasize what the fashion world perceived to be the erogenous zones of the body, such as sleek and toned upper thighs, a flat stomach, and muscular shoulders. A swimwear/sportswear crossover can be credited to Norma Kamali, whose vision of fitness chic set the pace for swimwear design throughout the 1980s. Focusing on the one-piece bathing suit, Kamali used slashed necks and racer backs borrowed from the athletics track to reveal toned shoulders and muscular backs. English Eccentrics&#x2019; spring/summer 1988 collection demonstrates this, with high-cut leg lines designed to elongate the upper thighs and low racer backs similar to those of wrestling suits."},{"xml:id":"FPA273-038","content":"References to sportswear were also clear within the work of Liza Bruce, an American designer who set up a sport-influenced swimwear label in London during the 1980s. With a fondness for synthetic fabrics, particularly nylon with a high Lycra content, Bruce&#x2019;s designs revolved around the ergonomics of the body. The most well-known images of Liza Bruce swimwear in the 1980s are those featuring bodybuilding champion Lisa Lyons, which were taken by Robert Mapplethorpe. One image in particular displays Lyons in an asymmetric bra and cutaway briefs composed of strips of nylon or Lycra. This style of swimwear focused on drawing attention to the shoulders and upper thighs, something that was also demonstrated by Issey Miyake&#x2019;s spring/summer 1986 collection, specifically a bathing suit that exaggerated the washboard stomach through revealing slashes created by a bandaging effect. This garment sees one long piece of fabric being tightly wrapped around the body, concealing and revealing flesh while drawing attention to the upper thighs with a tanga-style brief. In the runway show for Miyake&#x2019;s 1984 collection, a swimsuit exposes one shoulder to highlight the muscular, toned shoulders of the model, perhaps alluding to the mythic Amazonian warrior woman depicted in Roman statues, a look that dominated the 1980s swimwear scene."},{"link":{"role":"bib","content":"Lena Lencek and Gideon Bosker","linkend":"FPA273-065"},"xml:id":"FPA273-039","content":["A new breed of fashion models emerged in this decade, who would later be referred to as &#x201c;glamazons.&#x201d; Glamazons were women with an inner strength expressed through finely tuned, muscular bodies, exemplified by Elle Macpherson, whose athletic body aesthetic and signature style was intrinsically linked to swimwear. For some, as described by authors",", &#x201c;the swimsuit &#x2026; [was] nothing more than an artful framing mechanism for an exquisitely toned and sculpted physique.&#x201d; Elle Macpherson, otherwise known as &#x201c;The Body,&#x201d; became a symbol of this fashionable construct."]},{"xml:id":"FPA273-040","content":"For many swimwear designers at this time, Claire McCardell, who popularized a sportier shape of swimwear with her &#x201c;diaper-style&#x201d; bathing suit in the 1940s, was a significant influence on their work. This was demonstrated in Betty Jackson&#x2019;s spring/summer 1988 collection. A swimsuit with a high neckline, wide shoulder straps, and low-slung waist belt has a casual feel similar to that of the one-piece debuted by McCardell. Elongating the leg by cutting the suit high on the upper thigh, Jackson demonstrates the casual clothing style of McCardell while embracing the flesh-baring minimalism of 1980s swimwear."},{"xml:id":"FPA273-041","content":"In the first half of the decade, catwalks were dominated by simple color palettes of black interspersed with primary colors. However, the use of fluorescent inks for dyeing and printing was refined during this decade, leading to the incorporation of Day-Glo tones such as lime, pink, and yellow. Color-blocking with contrasting colors was an important feature of this time, as was the use of bi-color stripes such as red and white, or navy and white, as seen in Betty Jackson&#x2019;s spring/summer 1998 collection. By the late 1980s, swimwear design had broken the strict rules of primary colors and had become more lively and exuberant. Designers such as Calvin Klein and Giorgio Armani began using plain fabrics in rich chocolate browns, burnt oranges, and nudes."},{"xml:id":"FPA273-042","content":"While sportswear and fitness clothing heavily influenced the first half of the decade, the corsetry techniques of the 1940s and 1950s fascinated the second half. By cutting the leg line high and scooping the waist down low, a deeply curved V-shaped silhouette was created. This silhouette was seen in the catwalk collections of many European designers, such as Dolce and Gabbana and Jean Paul Gaultier. The use of corsetry or vintage silhouettes in swimwear was not delicate but hard-edged and severe. Vivienne Westwood&#x2019;s spring/summer 1986 and 1989 collections contain examples: the V-shape is hugely exaggerated by bikini briefs that elongate the upper thighs and expose the hips, while also creating the appearance of a corseted waist. The gathered fabric and voluminous bow of the matching bikini top also create the illusion of a structured and corseted bust, typically seen in historic dress of the eighteenth century&#x2014;a feature of many Vivienne Westwood designs."},{"xml:id":"FPA273-043","content":"By the end of the 1980s, most swimwear fabrics were nylon or polyester based, which allowed special finishes to be applied to them. Popular choices for many designers were high-shine satins, gold Lurex, or fabrics laminated with a metallic finish. Faux chamois suede and leather started to infiltrate the catwalk too, while the early 1990s saw the use of gems, pearls, or coins as a popular choice of decoration. This return to the sophisticated glamour once associated with the 1950s coincided with the rise of the designer label."}],"xml:id":"FPA273-034","info":{"xml:id":"FPA273-035","title":{"xml:id":"FPA273-036","content":"Swimwear in the 1980s"}}},{"para":[{"role":"fullOut","xml:id":"FPA273-047","content":"With an increase in global travel and the desire to immerse oneself in multicultural experiences, the 1990s saw an explosion of world music and ethnic fashion. African influences and detailing now made frequent appearances on the catwalk. Gianfranco Ferr&#x00e9;&#x2019;s spring/summer 1990 bathing suits with plunging necklines exemplify this. The use of bold, replicating patterns and the simplicity of the bathing suit shape ensure the print is the focus of this garment. This influence can also be noted in Red or Dead&#x2019;s spring/summer 1991 collection, which incorporates brightly colored jewelry within the bathing suit. A large, tasseled necklace hangs down the bust of the suit, drawing attention to the flat and toned stomach of the model."},{"xml:id":"FPA273-048","content":"Alongside ethnic influences, luxury brands and haute couture fashion houses used swimwear as a means to experiment with their designs, expressing their luxury status and appeal. One of the clearest and most symbolic ways luxury manifested itself in swimwear design was the use of gold. This gold tended to come as high-shine satins or Lurex jerseys in tones from the palest of golds to the richest of bronzes. Designers such as Gucci, Armani, and Herm&#x00e8;s enjoyed success with this look. Herm&#x00e8;s&#x2019; 1998 collection displays this use of gold in a slick, high-shine, rose gold one-piece with a revealing slash across the bust and thin shoulder straps."},{"xml:id":"FPA273-049","content":"Luxury designer swimwear became even more ostentatious with the rise of the &#x201c;bling&#x201d; culture of conspicuous consumption. This led to an increasing use of designer logos as decoration and of glitter detailing in the form of rhinestones and sequins. A Givenchy spring/summer 1999 diamond-cutout one-piece bathing suit illustrates the use of sequins to create a glittery effect, characterizing the luxury nature of the brand. Another key designer to further reinforce this style by employing this type of &#x201c;bling&#x201d; was Chanel. The most notable Chanel bikini of this decade was the minuscule &#x201c;eye-patch&#x201d; bikini of 1996; for spring/summer 1995, Claudia Schiffer wore a tiny red bikini encrusted with mirror sequins and a diamant&#x00e9; belt bearing the interlocking &#x201c;C&#x201d; logo of Chanel. These garments epitomize the tiny bikinis this couture house was producing at the time, as well as excessive detailing and the use of logos as decoration. Karl Lagerfeld, the designer for Chanel, was drawing on Coco Chanel&#x2019;s love of bejeweled garments, particularly using pearls and gold plaited belts."},{"xml:id":"FPA273-050","content":"Although less ostentatious, an equally important trend in luxury swimwear during the 1990s came from the increase in popularity of spa holidays and upmarket pampering. This desire to look after one&#x2019;s body and maintain a healthy lifestyle prompted a purists&#x2019; aesthetic of clean lines, neutral colors, and tactile materials. Armani&#x2019;s spring/summer 1997 collection showed the use of simple, clean lines and the incorporation of tactile silver fabric, expressing both luxury and simplicity. Although using a dynamic splash of color through the neutral silver palette, Thierry Mugler&#x2019;s 1999 collection maintained the clean lines one might associate with the understated yet luxurious swimwear of the late 1990s."},{"xml:id":"FPA273-051","content":"By the end of the decade, younger generations were turning their back on materialism and returning to the hippie ideals of the 1960s and 1970s. This had a significant impact on fashion, and the style of bohemian luxury infiltrated the swimwear market in a big way. This is typified by Stella McCartney&#x2019;s collections for Chlo&#x00e9; in the late 1990s. These collections borrowed motifs from the 1970s, such as rainbows and sunsets, and printed them onto tiny bikinis. A swimsuit from Versace&#x2019;s 2000 collection exemplifies bohemian luxury, with a tie-dye, halter tankini top and low-rise pink briefs."}],"xml:id":"FPA273-044","info":{"xml:id":"FPA273-045","title":{"xml:id":"FPA273-046","content":"Swimwear in the 1990s"}}},{"para":[{"role":"fullOut","link":{"role":"bib","content":"Sarah Kennedy","linkend":"FPA273-063"},"xml:id":"FPA273-055","content":["According to author",", women in the twenty-first century wear the swimsuit, rather than the other way around. In the early 2000s, it became possible for women to buy different tops and bottoms to suit their figure. Now they could use mix and match swimwear to express their individuality. To bridge the gap between high fashion and high street, many luxury designers collaborated with high-street brands to provide more affordable swimwear and resort wear."]},{"xml:id":"FPA273-056","content":"Upmarket resort wear was still a huge business and, in the early years of the new century, this continued desire for maximum luxury led to the revival of prints. The rejuvenation of two Italian fashion houses famous for prints, Emilio Pucci and Roberto Cavalli, which were notable for their &#x201c;top-to-toe&#x201d; dressing, promoted the glamour of swimwear once associated with the 1950s."},{"xml:id":"FPA273-057","content":"In the early twenty-first century, Hollywood glamour has once again found its stage on beaches all over Europe and America, with swimwear playing the lead role."}],"xml:id":"FPA273-052","info":{"xml:id":"FPA273-053","title":{"xml:id":"FPA273-054","content":"Swimwear in the Twenty-First Century"}}}],"xmlns:xi":"http://www.w3.org/2001/XInclude","version":5,"info":{"author":{"personname":{"firstname":"Ciara","role":"first-last","surname":"Phipps"}},"xml:id":"FPA273-001","abstract":{"role":"authorAbstract","para":[{"role":"fullOut","xml:id":"FPA273-004","content":"This article will discuss the key styles, trends, and designers of women&#x2019;s swimwear on the catwalk through the 1980s, 1990s, and early 2000s. It will discuss the impact of body image and the associated attitudes toward the body on the development and design of swimwear. The influence of Brazilian swimwear infiltrated Europe and America in the 1970s. The appearance of the tanga on the beaches of Rio de Janeiro, alongside the design of the thong by Gernreich in 1974, set in motion the body-baring styles of swimwear designed in the following decades."},{"emphasis":{"role":"italic","content":"Sports Illustrated"},"xml:id":"FPA273-005","content":["The 1980s witnessed many designers of swimwear drawing inspiration from the activewear found in aerobics and modern dance. The influence of magazines such as",", which provided its predominantly male readers with images of robustly healthy models with Amazonian bodies, was in contrast to the previously popular, waif-like fashion ideal epitomized by the British model Twiggy in the 1960s. The focus for swimwear was on the thighs and buttocks, which promoted the endorsement of, and cultural preoccupation with, fitness and aerobics. This can be seen in the video to Olivia Newton-John&#x2019;s 1981 hit song &#x201c;Physical.&#x201d; It features a fit Newton-John in a leotard similar to a maillot swimsuit, together with leggings and a sweatband. This body-baring display of swimwear as sportswear in a popular hit music video bolstered an already developing style of swimwear in the 1980s."]},{"xml:id":"FPA273-006","content":"There was a prominent increase in luxury brands designing swimwear in the late 1980s and early 1990s, and swimwear was more synonymous with fashion than ever before. With an increase in affordable travel to exotic destinations, women demanded a variety of high-end swimwear for their resort holidays and spa breaks. The development of cruise collections in Europe, following the American example, provided women with designer swimwear all year round."}],"xml:id":"FPA273-003"},"title":{"xml:id":"FPA273-002","content":"Swimwear on the Catwalk, 1980&#x2013;2000"},"keywordset":{"role":"fashionKeywords","xml:id":"FPA273-007","keyword":[{"xml:id":"FPA273-008","content":"swimwear"},{"xml:id":"FPA273-009","content":"bathing suit"},{"xml:id":"FPA273-010","content":"maillot"},{"xml:id":"FPA273-011","content":"bikini"},{"xml:id":"FPA273-012","content":"body image"},{"xml:id":"FPA273-013","content":"sports"}]},"biblioid":[{"class":"doi","content":"10.5040/9781474260428-FPA273"},{"otherclass":"fpaArticleType","class":"other","content":"Garments and Accessories"}],"mediaobject":[{"role":"fpa","imageobject":{"xml:id":"FPA273-015","imagedata":{"format":"image/jpeg","fileref":"images/103154-13_0023.jpg"}},"xml:id":"FPA273-014","caption":{"para":{"role":"fullOut","phrase":{"role":"source","content":"Photograph by Niall McInerney, Fashion Photography Archive"},"xml:id":"FPA273-017","content":"English Eccentrics, Spring/Summer 1988."},"xml:id":"FPA273-016"}},{"role":"fpa","imageobject":{"xml:id":"FPA273-020","imagedata":{"format":"image/jpeg","fileref":"images/103418-5_0094.jpg"}},"xml:id":"FPA273-019","caption":{"para":{"role":"fullOut","phrase":{"role":"source","content":"Photograph by Niall McInerney, Fashion Photography Archive"},"xml:id":"FPA273-022","content":"Vivienne Westwood, Spring/Summer 1986."},"xml:id":"FPA273-021"}},{"role":"fpa","imageobject":{"xml:id":"FPA273-025","imagedata":{"format":"image/jpeg","fileref":"images/103418-6_0025.jpg"}},"xml:id":"FPA273-024","caption":{"para":{"role":"fullOut","phrase":{"role":"source","content":"Photograph by Niall McInerney, Fashion Photography Archive"},"xml:id":"FPA273-027","content":"Vivienne Westwood, Spring/Summer 1989."},"xml:id":"FPA273-026"}},{"role":"fpa","imageobject":{"xml:id":"FPA273-030","imagedata":{"format":"image/jpeg","fileref":"images/103703-3_0018.jpg"}},"xml:id":"FPA273-029","caption":{"para":{"role":"fullOut","phrase":{"role":"source","content":"Photograph by Niall McInerney, Fashion Photography Archive"},"xml:id":"FPA273-032","content":"Claudia Schiffer for Chanel, Spring/Summer 1995."},"xml:id":"FPA273-031"}}]}}}